{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": true
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "\\": 37,
      "^": 38,
      "`": 39,
      "a": 40,
      "b": 41,
      "c": 42,
      "d": 43,
      "e": 44,
      "f": 45,
      "g": 46,
      "h": 47,
      "i": 48,
      "j": 49,
      "k": 50,
      "l": 51,
      "m": 52,
      "n": 53,
      "o": 54,
      "p": 55,
      "q": 56,
      "r": 57,
      "s": 58,
      "t": 59,
      "u": 60,
      "v": 61,
      "w": 62,
      "x": 63,
      "y": 64,
      "z": 65,
      "{": 66,
      "|": 67,
      "}": 68,
      "~": 69,
      "": 70,
      "": 71,
      "": 72,
      "": 73,
      "": 74,
      "": 75,
      "": 76,
      "": 77,
      "": 78,
      "": 79,
      "": 80,
      "": 81,
      "": 82,
      "": 83,
      "¡": 84,
      "¢": 85,
      "£": 86,
      "¤": 87,
      "¥": 88,
      "§": 89,
      "¨": 90,
      "©": 91,
      "ª": 92,
      "«": 93,
      "¬": 94,
      "­": 95,
      "®": 96,
      "¯": 97,
      "°": 98,
      "±": 99,
      "²": 100,
      "³": 101,
      "´": 102,
      "µ": 103,
      "¶": 104,
      "·": 105,
      "¸": 106,
      "¹": 107,
      "º": 108,
      "»": 109,
      "¼": 110,
      "½": 111,
      "¾": 112,
      "¿": 113,
      "×": 114,
      "ß": 115,
      "æ": 116,
      "ð": 117,
      "÷": 118,
      "ø": 119,
      "þ": 120,
      "đ": 121,
      "ħ": 122,
      "ı": 123,
      "ĸ": 124,
      "ł": 125,
      "ŋ": 126,
      "œ": 127,
      "ŧ": 128,
      "ſ": 129,
      "ƒ": 130,
      "ƙ": 131,
      "ƣ": 132,
      "ǁ": 133,
      "ǝ": 134,
      "ȝ": 135,
      "ɑ": 136,
      "ɒ": 137,
      "ɓ": 138,
      "ɔ": 139,
      "ɕ": 140,
      "ɖ": 141,
      "ɗ": 142,
      "ə": 143,
      "ɛ": 144,
      "ɜ": 145,
      "ɝ": 146,
      "ɡ": 147,
      "ɣ": 148,
      "ɤ": 149,
      "ɨ": 150,
      "ɪ": 151,
      "ɯ": 152,
      "ɰ": 153,
      "ɴ": 154,
      "ɸ": 155,
      "ɹ": 156,
      "ɾ": 157,
      "ʀ": 158,
      "ʁ": 159,
      "ʃ": 160,
      "ʊ": 161,
      "ʋ": 162,
      "ʌ": 163,
      "ʑ": 164,
      "ʒ": 165,
      "ʔ": 166,
      "ʕ": 167,
      "ʖ": 168,
      "ʰ": 169,
      "ʲ": 170,
      "ʷ": 171,
      "ʹ": 172,
      "ʻ": 173,
      "ʼ": 174,
      "ʽ": 175,
      "ʾ": 176,
      "ʿ": 177,
      "ˁ": 178,
      "˂": 179,
      "˃": 180,
      "ˈ": 181,
      "ˌ": 182,
      "ː": 183,
      "˙": 184,
      "˚": 185,
      "˛": 186,
      "ˠ": 187,
      "ˤ": 188,
      "ˮ": 189,
      "̀": 190,
      "́": 191,
      "̂": 192,
      "̃": 193,
      "̄": 194,
      "̅": 195,
      "̆": 196,
      "̇": 197,
      "̈": 198,
      "̉": 199,
      "̊": 200,
      "̋": 201,
      "̌": 202,
      "̏": 203,
      "̓": 204,
      "̔": 205,
      "̛": 206,
      "̜": 207,
      "̟": 208,
      "̣": 209,
      "̥": 210,
      "̦": 211,
      "̧": 212,
      "̨": 213,
      "̪": 214,
      "̮": 215,
      "̯": 216,
      "̱": 217,
      "̲": 218,
      "̶": 219,
      "̸": 220,
      "̺": 221,
      "̻": 222,
      "͂": 223,
      "ͅ": 224,
      "͜": 225,
      "͡": 226,
      "΄": 227,
      "α": 228,
      "β": 229,
      "γ": 230,
      "δ": 231,
      "ε": 232,
      "ζ": 233,
      "η": 234,
      "θ": 235,
      "ι": 236,
      "κ": 237,
      "λ": 238,
      "μ": 239,
      "ν": 240,
      "ξ": 241,
      "ο": 242,
      "π": 243,
      "ρ": 244,
      "ς": 245,
      "σ": 246,
      "τ": 247,
      "υ": 248,
      "φ": 249,
      "χ": 250,
      "ψ": 251,
      "ω": 252,
      "ϑ": 253,
      "ϒ": 254,
      "ϕ": 255,
      "ϙ": 256,
      "ϛ": 257,
      "ϵ": 258,
      "а": 259,
      "б": 260,
      "в": 261,
      "г": 262,
      "д": 263,
      "е": 264,
      "ж": 265,
      "з": 266,
      "и": 267,
      "к": 268,
      "л": 269,
      "м": 270,
      "н": 271,
      "о": 272,
      "п": 273,
      "р": 274,
      "с": 275,
      "т": 276,
      "у": 277,
      "ф": 278,
      "х": 279,
      "ц": 280,
      "ч": 281,
      "ш": 282,
      "щ": 283,
      "ъ": 284,
      "ы": 285,
      "ь": 286,
      "э": 287,
      "ю": 288,
      "я": 289,
      "ђ": 290,
      "є": 291,
      "ѕ": 292,
      "і": 293,
      "ј": 294,
      "љ": 295,
      "њ": 296,
      "ћ": 297,
      "ѣ": 298,
      "ѳ": 299,
      "ѵ": 300,
      "ґ": 301,
      "ғ": 302,
      "ҕ": 303,
      "қ": 304,
      "ң": 305,
      "ҫ": 306,
      "ү": 307,
      "ұ": 308,
      "ҳ": 309,
      "ҷ": 310,
      "ӄ": 311,
      "ә": 312,
      "ө": 313,
      "ӷ": 314,
      "ԥ": 315,
      "ա": 316,
      "բ": 317,
      "գ": 318,
      "դ": 319,
      "ե": 320,
      "զ": 321,
      "է": 322,
      "ը": 323,
      "թ": 324,
      "ի": 325,
      "լ": 326,
      "խ": 327,
      "ծ": 328,
      "կ": 329,
      "հ": 330,
      "ղ": 331,
      "ճ": 332,
      "մ": 333,
      "յ": 334,
      "ն": 335,
      "շ": 336,
      "ո": 337,
      "չ": 338,
      "պ": 339,
      "ջ": 340,
      "ռ": 341,
      "ս": 342,
      "վ": 343,
      "տ": 344,
      "ր": 345,
      "ց": 346,
      "ւ": 347,
      "փ": 348,
      "ք": 349,
      "ְ": 350,
      "ֱ": 351,
      "ֲ": 352,
      "ִ": 353,
      "ֵ": 354,
      "ֶ": 355,
      "ַ": 356,
      "ָ": 357,
      "ֹ": 358,
      "ּ": 359,
      "־": 360,
      "ֿ": 361,
      "ׁ": 362,
      "ׂ": 363,
      "א": 364,
      "ב": 365,
      "ג": 366,
      "ד": 367,
      "ה": 368,
      "ו": 369,
      "ז": 370,
      "ח": 371,
      "ט": 372,
      "י": 373,
      "כ": 374,
      "ל": 375,
      "ם": 376,
      "מ": 377,
      "ן": 378,
      "נ": 379,
      "ס": 380,
      "ע": 381,
      "פ": 382,
      "ץ": 383,
      "צ": 384,
      "ק": 385,
      "ר": 386,
      "ש": 387,
      "ת": 388,
      "ײ": 389,
      "؛": 390,
      "؟": 391,
      "ء": 392,
      "ا": 393,
      "ب": 394,
      "ة": 395,
      "ت": 396,
      "ث": 397,
      "ج": 398,
      "ح": 399,
      "خ": 400,
      "د": 401,
      "ذ": 402,
      "ر": 403,
      "ز": 404,
      "س": 405,
      "ش": 406,
      "ص": 407,
      "ض": 408,
      "ط": 409,
      "ظ": 410,
      "ع": 411,
      "غ": 412,
      "ـ": 413,
      "ف": 414,
      "ق": 415,
      "ك": 416,
      "ل": 417,
      "م": 418,
      "ن": 419,
      "ه": 420,
      "و": 421,
      "ى": 422,
      "ي": 423,
      "ً": 424,
      "َ": 425,
      "ُ": 426,
      "ِ": 427,
      "ّ": 428,
      "ْ": 429,
      "ٓ": 430,
      "ٔ": 431,
      "ٕ": 432,
      "ٜ": 433,
      "٠": 434,
      "١": 435,
      "٢": 436,
      "٣": 437,
      "٤": 438,
      "٥": 439,
      "٦": 440,
      "٧": 441,
      "٨": 442,
      "٩": 443,
      "ټ": 444,
      "پ": 445,
      "چ": 446,
      "ډ": 447,
      "ڑ": 448,
      "ڕ": 449,
      "ژ": 450,
      "ښ": 451,
      "ڠ": 452,
      "ک": 453,
      "ڭ": 454,
      "گ": 455,
      "ھ": 456,
      "ہ": 457,
      "ۇ": 458,
      "ۈ": 459,
      "ۋ": 460,
      "ی": 461,
      "ۍ": 462,
      "ێ": 463,
      "ے": 464,
      "ە": 465,
      "۰": 466,
      "۱": 467,
      "۲": 468,
      "۵": 469,
      "ܐ": 470,
      "ܒ": 471,
      "ܓ": 472,
      "ܕ": 473,
      "ܝ": 474,
      "ܠ": 475,
      "ܡ": 476,
      "ܢ": 477,
      "ܣ": 478,
      "ܥ": 479,
      "ܪ": 480,
      "ހ": 481,
      "ނ": 482,
      "ރ": 483,
      "ބ": 484,
      "އ": 485,
      "މ": 486,
      "ދ": 487,
      "ލ": 488,
      "ސ": 489,
      "ޖ": 490,
      "ޚ": 491,
      "ޠ": 492,
      "ަ": 493,
      "ާ": 494,
      "ި": 495,
      "ީ": 496,
      "ު": 497,
      "ެ": 498,
      "ް": 499,
      "ं": 500,
      "अ": 501,
      "आ": 502,
      "इ": 503,
      "ई": 504,
      "उ": 505,
      "ऑ": 506,
      "औ": 507,
      "क": 508,
      "ख": 509,
      "ग": 510,
      "च": 511,
      "छ": 512,
      "ज": 513,
      "ट": 514,
      "ठ": 515,
      "ड": 516,
      "ढ": 517,
      "ण": 518,
      "त": 519,
      "थ": 520,
      "द": 521,
      "ध": 522,
      "न": 523,
      "प": 524,
      "फ": 525,
      "ब": 526,
      "भ": 527,
      "म": 528,
      "य": 529,
      "र": 530,
      "ल": 531,
      "व": 532,
      "श": 533,
      "ष": 534,
      "स": 535,
      "ह": 536,
      "़": 537,
      "ा": 538,
      "ि": 539,
      "ी": 540,
      "ु": 541,
      "ू": 542,
      "े": 543,
      "ै": 544,
      "ॉ": 545,
      "ो": 546,
      "ौ": 547,
      "्": 548,
      "ং": 549,
      "আ": 550,
      "ই": 551,
      "উ": 552,
      "এ": 553,
      "ও": 554,
      "ক": 555,
      "খ": 556,
      "গ": 557,
      "ঘ": 558,
      "ঙ": 559,
      "চ": 560,
      "ছ": 561,
      "জ": 562,
      "ট": 563,
      "ঢ": 564,
      "ণ": 565,
      "ত": 566,
      "দ": 567,
      "ধ": 568,
      "ন": 569,
      "প": 570,
      "ব": 571,
      "ভ": 572,
      "ম": 573,
      "য": 574,
      "র": 575,
      "ল": 576,
      "শ": 577,
      "ষ": 578,
      "স": 579,
      "হ": 580,
      "়": 581,
      "া": 582,
      "ি": 583,
      "ী": 584,
      "ু": 585,
      "ৃ": 586,
      "ে": 587,
      "্": 588,
      "ৗ": 589,
      "ৰ": 590,
      "৳": 591,
      "ਪ": 592,
      "ਹ": 593,
      "ਾ": 594,
      "ੜ": 595,
      "ੱ": 596,
      "ી": 597,
      "அ": 598,
      "க": 599,
      "ங": 600,
      "ச": 601,
      "ட": 602,
      "ண": 603,
      "த": 604,
      "ந": 605,
      "ன": 606,
      "ப": 607,
      "ம": 608,
      "ய": 609,
      "ர": 610,
      "ற": 611,
      "ல": 612,
      "ழ": 613,
      "வ": 614,
      "ா": 615,
      "ி": 616,
      "ு": 617,
      "ூ": 618,
      "ெ": 619,
      "ை": 620,
      "்": 621,
      "చ": 622,
      "త": 623,
      "ద": 624,
      "ర": 625,
      "ల": 626,
      "వ": 627,
      "శ": 628,
      "ా": 629,
      "ి": 630,
      "ు": 631,
      "్": 632,
      "ಂ": 633,
      "ಗ": 634,
      "ಠ": 635,
      "ತ": 636,
      "ಧ": 637,
      "ಪ": 638,
      "ರ": 639,
      "ವ": 640,
      "ಾ": 641,
      "ಿ": 642,
      "್": 643,
      "ം": 644,
      "ക": 645,
      "ട": 646,
      "ദ": 647,
      "പ": 648,
      "ഭ": 649,
      "മ": 650,
      "റ": 651,
      "ല": 652,
      "ള": 653,
      "വ": 654,
      "ഷ": 655,
      "ീ": 656,
      "ു": 657,
      "്": 658,
      "අ": 659,
      "ක": 660,
      "ත": 661,
      "ද": 662,
      "න": 663,
      "ම": 664,
      "ය": 665,
      "ර": 666,
      "ල": 667,
      "ව": 668,
      "ස": 669,
      "්": 670,
      "ා": 671,
      "ි": 672,
      "ු": 673,
      "ก": 674,
      "ข": 675,
      "ฃ": 676,
      "ค": 677,
      "ฅ": 678,
      "ฆ": 679,
      "ง": 680,
      "จ": 681,
      "ฉ": 682,
      "ช": 683,
      "ซ": 684,
      "ฌ": 685,
      "ญ": 686,
      "ฎ": 687,
      "ฐ": 688,
      "ฑ": 689,
      "ฒ": 690,
      "ณ": 691,
      "ด": 692,
      "ต": 693,
      "ถ": 694,
      "ท": 695,
      "ธ": 696,
      "น": 697,
      "บ": 698,
      "ป": 699,
      "ผ": 700,
      "ฝ": 701,
      "พ": 702,
      "ฟ": 703,
      "ภ": 704,
      "ม": 705,
      "ย": 706,
      "ร": 707,
      "ฤ": 708,
      "ล": 709,
      "ว": 710,
      "ศ": 711,
      "ษ": 712,
      "ส": 713,
      "ห": 714,
      "ฬ": 715,
      "อ": 716,
      "ฮ": 717,
      "ะ": 718,
      "ั": 719,
      "า": 720,
      "ำ": 721,
      "ิ": 722,
      "ี": 723,
      "ึ": 724,
      "ื": 725,
      "ุ": 726,
      "ู": 727,
      "฿": 728,
      "เ": 729,
      "แ": 730,
      "โ": 731,
      "ใ": 732,
      "ไ": 733,
      "็": 734,
      "่": 735,
      "้": 736,
      "๊": 737,
      "๋": 738,
      "์": 739,
      "๑": 740,
      "๘": 741,
      "ກ": 742,
      "ປ": 743,
      "ພ": 744,
      "ມ": 745,
      "ຣ": 746,
      "ລ": 747,
      "ວ": 748,
      "ະ": 749,
      "ັ": 750,
      "າ": 751,
      "ີ": 752,
      "ຸ": 753,
      "ໃ": 754,
      "່": 755,
      "ໝ": 756,
      "་": 757,
      "ཁ": 758,
      "ག": 759,
      "ང": 760,
      "ཐ": 761,
      "ན": 762,
      "བ": 763,
      "མ": 764,
      "ར": 765,
      "ཨ": 766,
      "ི": 767,
      "ུ": 768,
      "ོ": 769,
      "ྫ": 770,
      "ྰ": 771,
      "က": 772,
      "ခ": 773,
      "င": 774,
      "စ": 775,
      "ဆ": 776,
      "ဇ": 777,
      "ည": 778,
      "ဋ": 779,
      "တ": 780,
      "ထ": 781,
      "ဒ": 782,
      "ဓ": 783,
      "န": 784,
      "ပ": 785,
      "ဖ": 786,
      "ဗ": 787,
      "ဘ": 788,
      "မ": 789,
      "ယ": 790,
      "ရ": 791,
      "လ": 792,
      "ဝ": 793,
      "သ": 794,
      "ဟ": 795,
      "အ": 796,
      "ဣ": 797,
      "ါ": 798,
      "ာ": 799,
      "ိ": 800,
      "ီ": 801,
      "ု": 802,
      "ူ": 803,
      "ေ": 804,
      "ဲ": 805,
      "ံ": 806,
      "့": 807,
      "း": 808,
      "္": 809,
      "်": 810,
      "ျ": 811,
      "ြ": 812,
      "ွ": 813,
      "ှ": 814,
      "႓": 815,
      "ა": 816,
      "ბ": 817,
      "გ": 818,
      "დ": 819,
      "ე": 820,
      "ვ": 821,
      "ზ": 822,
      "თ": 823,
      "ი": 824,
      "კ": 825,
      "ლ": 826,
      "მ": 827,
      "ნ": 828,
      "ო": 829,
      "პ": 830,
      "ჟ": 831,
      "რ": 832,
      "ს": 833,
      "ტ": 834,
      "უ": 835,
      "ფ": 836,
      "ქ": 837,
      "ღ": 838,
      "შ": 839,
      "ც": 840,
      "ძ": 841,
      "ხ": 842,
      "ᄀ": 843,
      "ᄁ": 844,
      "ᄂ": 845,
      "ᄃ": 846,
      "ᄄ": 847,
      "ᄅ": 848,
      "ᄆ": 849,
      "ᄇ": 850,
      "ᄈ": 851,
      "ᄉ": 852,
      "ᄊ": 853,
      "ᄋ": 854,
      "ᄌ": 855,
      "ᄍ": 856,
      "ᄎ": 857,
      "ᄏ": 858,
      "ᄐ": 859,
      "ᄑ": 860,
      "ᄒ": 861,
      "ᅡ": 862,
      "ᅢ": 863,
      "ᅣ": 864,
      "ᅤ": 865,
      "ᅥ": 866,
      "ᅦ": 867,
      "ᅧ": 868,
      "ᅨ": 869,
      "ᅩ": 870,
      "ᅪ": 871,
      "ᅫ": 872,
      "ᅬ": 873,
      "ᅭ": 874,
      "ᅮ": 875,
      "ᅯ": 876,
      "ᅰ": 877,
      "ᅱ": 878,
      "ᅲ": 879,
      "ᅳ": 880,
      "ᅴ": 881,
      "ᅵ": 882,
      "ᆨ": 883,
      "ᆩ": 884,
      "ᆫ": 885,
      "ᆬ": 886,
      "ᆭ": 887,
      "ᆮ": 888,
      "ᆯ": 889,
      "ᆰ": 890,
      "ᆲ": 891,
      "ᆶ": 892,
      "ᆷ": 893,
      "ᆸ": 894,
      "ᆹ": 895,
      "ᆺ": 896,
      "ᆻ": 897,
      "ᆼ": 898,
      "ᆽ": 899,
      "ᆾ": 900,
      "ᇀ": 901,
      "ᇁ": 902,
      "ᇂ": 903,
      "ህ": 904,
      "ለ": 905,
      "ል": 906,
      "ሐ": 907,
      "ም": 908,
      "ር": 909,
      "ሳ": 910,
      "ስ": 911,
      "ሻ": 912,
      "ቅ": 913,
      "በ": 914,
      "ባ": 915,
      "ቤ": 916,
      "ና": 917,
      "ን": 918,
      "አ": 919,
      "ወ": 920,
      "ው": 921,
      "ዕ": 922,
      "ዘ": 923,
      "ዝ": 924,
      "ይ": 925,
      "ዲ": 926,
      "ዴ": 927,
      "ጉ": 928,
      "ግ": 929,
      "ጣ": 930,
      "ጻ": 931,
      "ក": 932,
      "ខ": 933,
      "គ": 934,
      "ង": 935,
      "ច": 936,
      "ឆ": 937,
      "ជ": 938,
      "ឈ": 939,
      "ញ": 940,
      "ដ": 941,
      "ឋ": 942,
      "ឌ": 943,
      "ណ": 944,
      "ត": 945,
      "ថ": 946,
      "ទ": 947,
      "ធ": 948,
      "ន": 949,
      "ប": 950,
      "ព": 951,
      "ភ": 952,
      "ម": 953,
      "យ": 954,
      "រ": 955,
      "ល": 956,
      "វ": 957,
      "ស": 958,
      "ហ": 959,
      "ឡ": 960,
      "អ": 961,
      "ឥ": 962,
      "ឧ": 963,
      "ា": 964,
      "ិ": 965,
      "ី": 966,
      "ឹ": 967,
      "ុ": 968,
      "ូ": 969,
      "ួ": 970,
      "ើ": 971,
      "ៀ": 972,
      "េ": 973,
      "ែ": 974,
      "ៃ": 975,
      "ោ": 976,
      "ៅ": 977,
      "ំ": 978,
      "ះ": 979,
      "៉": 980,
      "៊": 981,
      "់": 982,
      "៍": 983,
      "័": 984,
      "្": 985,
      "២": 986,
      "៣": 987,
      "ᴅ": 988,
      "ᵻ": 989,
      "​": 990,
      "‌": 991,
      "‍": 992,
      "‎": 993,
      "‐": 994,
      "‑": 995,
      "‒": 996,
      "―": 997,
      "‖": 998,
      "‚": 999,
      "„": 1000,
      "‟": 1001,
      "†": 1002,
      "‡": 1003,
      "•": 1004,
      "‥": 1005,
      "…": 1006,
      "‧": 1007,
      "‪": 1008,
      "‬": 1009,
      "‭": 1010,
      "‰": 1011,
      "′": 1012,
      "″": 1013,
      "‹": 1014,
      "›": 1015,
      "‼": 1016,
      "⁄": 1017,
      "⁝": 1018,
      "⁠": 1019,
      "⁡": 1020,
      "⁰": 1021,
      "⁸": 1022,
      "⁹": 1023,
      "⁻": 1024,
      "₂": 1025,
      "₋": 1026,
      "₣": 1027,
      "₤": 1028,
      "₨": 1029,
      "₩": 1030,
      "₫": 1031,
      "€": 1032,
      "₱": 1033,
      "₹": 1034,
      "℃": 1035,
      "℉": 1036,
      "ℍ": 1037,
      "ℏ": 1038,
      "ℓ": 1039,
      "№": 1040,
      "ℝ": 1041,
      "™": 1042,
      "⅓": 1043,
      "⅔": 1044,
      "⅛": 1045,
      "⅜": 1046,
      "⅝": 1047,
      "⅞": 1048,
      "ⅰ": 1049,
      "ⅱ": 1050,
      "ⅲ": 1051,
      "ⅵ": 1052,
      "←": 1053,
      "↑": 1054,
      "→": 1055,
      "↓": 1056,
      "↔": 1057,
      "↵": 1058,
      "↹": 1059,
      "↽": 1060,
      "⇀": 1061,
      "⇌": 1062,
      "⇒": 1063,
      "⇧": 1064,
      "⇩": 1065,
      "⇬": 1066,
      "⇭": 1067,
      "⇱": 1068,
      "∀": 1069,
      "∂": 1070,
      "∃": 1071,
      "∅": 1072,
      "∆": 1073,
      "∇": 1074,
      "∈": 1075,
      "∎": 1076,
      "∏": 1077,
      "∑": 1078,
      "−": 1079,
      "∓": 1080,
      "∖": 1081,
      "∗": 1082,
      "∘": 1083,
      "√": 1084,
      "∝": 1085,
      "∞": 1086,
      "∠": 1087,
      "∥": 1088,
      "∧": 1089,
      "∨": 1090,
      "∩": 1091,
      "∪": 1092,
      "∫": 1093,
      "∮": 1094,
      "∼": 1095,
      "≅": 1096,
      "≈": 1097,
      "≡": 1098,
      "≤": 1099,
      "≥": 1100,
      "≪": 1101,
      "≫": 1102,
      "≶": 1103,
      "⊂": 1104,
      "⊆": 1105,
      "⊊": 1106,
      "⊕": 1107,
      "⊙": 1108,
      "⊞": 1109,
      "⊥": 1110,
      "⋅": 1111,
      "⋆": 1112,
      "⋮": 1113,
      "⋯": 1114,
      "⌈": 1115,
      "⌉": 1116,
      "⌊": 1117,
      "⌋": 1118,
      "⌘": 1119,
      "⌥": 1120,
      "⎙": 1121,
      "⏎": 1122,
      "⏏": 1123,
      "⏞": 1124,
      "⏭": 1125,
      "␀": 1126,
      "⑆": 1127,
      "①": 1128,
      "⑥": 1129,
      "⑫": 1130,
      "⑮": 1131,
      "ⓒ": 1132,
      "ⓘ": 1133,
      "ⓧ": 1134,
      "━": 1135,
      "┉": 1136,
      "┴": 1137,
      "┻": 1138,
      "╯": 1139,
      "■": 1140,
      "□": 1141,
      "▪": 1142,
      "▮": 1143,
      "▲": 1144,
      "△": 1145,
      "▴": 1146,
      "▶": 1147,
      "▷": 1148,
      "►": 1149,
      "▼": 1150,
      "◆": 1151,
      "○": 1152,
      "●": 1153,
      "★": 1154,
      "☆": 1155,
      "☉": 1156,
      "☐": 1157,
      "☒": 1158,
      "☞": 1159,
      "☠": 1160,
      "☰": 1161,
      "☲": 1162,
      "☷": 1163,
      "☺": 1164,
      "♀": 1165,
      "♂": 1166,
      "♗": 1167,
      "♝": 1168,
      "♠": 1169,
      "♡": 1170,
      "♥": 1171,
      "♦": 1172,
      "♩": 1173,
      "♪": 1174,
      "♫": 1175,
      "♭": 1176,
      "♯": 1177,
      "♰": 1178,
      "⚙": 1179,
      "✈": 1180,
      "✓": 1181,
      "❄": 1182,
      "❑": 1183,
      "❖": 1184,
      "❤": 1185,
      "➕": 1186,
      "➝": 1187,
      "⟨": 1188,
      "⟩": 1189,
      "⟳": 1190,
      "⟶": 1191,
      "⦾": 1192,
      "⬆": 1193,
      "ⰶ": 1194,
      "ⲉ": 1195,
      "ⲏ": 1196,
      "ⲓ": 1197,
      "ⲙ": 1198,
      "ⲛ": 1199,
      "ⲣ": 1200,
      "ⲭ": 1201,
      "ⴰ": 1202,
      "ⴷ": 1203,
      "ⴸ": 1204,
      "ⴹ": 1205,
      "ⴾ": 1206,
      "ⵄ": 1207,
      "ⵉ": 1208,
      "ⵍ": 1209,
      "ⵎ": 1210,
      "ⵏ": 1211,
      "ⵓ": 1212,
      "ⵔ": 1213,
      "ⵙ": 1214,
      "ⵜ": 1215,
      "ⵢ": 1216,
      "ⵣ": 1217,
      "⹋": 1218,
      "、": 1219,
      "。": 1220,
      "々": 1221,
      "〈": 1222,
      "〉": 1223,
      "《": 1224,
      "》": 1225,
      "「": 1226,
      "」": 1227,
      "『": 1228,
      "』": 1229,
      "【": 1230,
      "】": 1231,
      "〒": 1232,
      "〔": 1233,
      "〕": 1234,
      "〜": 1235,
      "ぁ": 1236,
      "あ": 1237,
      "ぃ": 1238,
      "い": 1239,
      "ぅ": 1240,
      "う": 1241,
      "え": 1242,
      "お": 1243,
      "か": 1244,
      "き": 1245,
      "く": 1246,
      "け": 1247,
      "こ": 1248,
      "さ": 1249,
      "し": 1250,
      "す": 1251,
      "せ": 1252,
      "そ": 1253,
      "た": 1254,
      "ち": 1255,
      "っ": 1256,
      "つ": 1257,
      "て": 1258,
      "と": 1259,
      "な": 1260,
      "に": 1261,
      "ぬ": 1262,
      "ね": 1263,
      "の": 1264,
      "は": 1265,
      "ひ": 1266,
      "ふ": 1267,
      "へ": 1268,
      "ほ": 1269,
      "ま": 1270,
      "み": 1271,
      "む": 1272,
      "め": 1273,
      "も": 1274,
      "ゃ": 1275,
      "や": 1276,
      "ゅ": 1277,
      "ゆ": 1278,
      "ょ": 1279,
      "よ": 1280,
      "ら": 1281,
      "り": 1282,
      "る": 1283,
      "れ": 1284,
      "ろ": 1285,
      "わ": 1286,
      "ゐ": 1287,
      "ゑ": 1288,
      "を": 1289,
      "ん": 1290,
      "゙": 1291,
      "゚": 1292,
      "゜": 1293,
      "ゝ": 1294,
      "ァ": 1295,
      "ア": 1296,
      "ィ": 1297,
      "イ": 1298,
      "ゥ": 1299,
      "ウ": 1300,
      "ェ": 1301,
      "エ": 1302,
      "ォ": 1303,
      "オ": 1304,
      "カ": 1305,
      "キ": 1306,
      "ク": 1307,
      "ケ": 1308,
      "コ": 1309,
      "サ": 1310,
      "シ": 1311,
      "ス": 1312,
      "セ": 1313,
      "ソ": 1314,
      "タ": 1315,
      "チ": 1316,
      "ッ": 1317,
      "ツ": 1318,
      "テ": 1319,
      "ト": 1320,
      "ナ": 1321,
      "ニ": 1322,
      "ヌ": 1323,
      "ネ": 1324,
      "ノ": 1325,
      "ハ": 1326,
      "ヒ": 1327,
      "フ": 1328,
      "ヘ": 1329,
      "ホ": 1330,
      "マ": 1331,
      "ミ": 1332,
      "ム": 1333,
      "メ": 1334,
      "モ": 1335,
      "ャ": 1336,
      "ヤ": 1337,
      "ュ": 1338,
      "ユ": 1339,
      "ョ": 1340,
      "ヨ": 1341,
      "ラ": 1342,
      "リ": 1343,
      "ル": 1344,
      "レ": 1345,
      "ロ": 1346,
      "ヮ": 1347,
      "ワ": 1348,
      "ヱ": 1349,
      "ン": 1350,
      "ヶ": 1351,
      "・": 1352,
      "ー": 1353,
      "ㄞ": 1354,
      "ㄱ": 1355,
      "ㄹ": 1356,
      "ㅁ": 1357,
      "ㅏ": 1358,
      "ㅐ": 1359,
      "ㅑ": 1360,
      "ㅓ": 1361,
      "ㅕ": 1362,
      "ㅗ": 1363,
      "ㅜ": 1364,
      "ㅡ": 1365,
      "ㅣ": 1366,
      "ㆍ": 1367,
      "ㇱ": 1368,
      "ㇼ": 1369,
      "㊙": 1370,
      "一": 1371,
      "丁": 1372,
      "七": 1373,
      "万": 1374,
      "丈": 1375,
      "三": 1376,
      "上": 1377,
      "下": 1378,
      "不": 1379,
      "与": 1380,
      "专": 1381,
      "丕": 1382,
      "世": 1383,
      "丙": 1384,
      "业": 1385,
      "东": 1386,
      "丞": 1387,
      "両": 1388,
      "两": 1389,
      "严": 1390,
      "並": 1391,
      "丧": 1392,
      "丨": 1393,
      "个": 1394,
      "中": 1395,
      "丰": 1396,
      "丸": 1397,
      "丹": 1398,
      "为": 1399,
      "主": 1400,
      "丽": 1401,
      "举": 1402,
      "乃": 1403,
      "久": 1404,
      "义": 1405,
      "之": 1406,
      "乎": 1407,
      "乐": 1408,
      "乗": 1409,
      "乙": 1410,
      "九": 1411,
      "也": 1412,
      "习": 1413,
      "乡": 1414,
      "书": 1415,
      "乱": 1416,
      "乳": 1417,
      "亀": 1418,
      "亂": 1419,
      "了": 1420,
      "予": 1421,
      "争": 1422,
      "事": 1423,
      "二": 1424,
      "于": 1425,
      "云": 1426,
      "互": 1427,
      "五": 1428,
      "井": 1429,
      "亚": 1430,
      "些": 1431,
      "亜": 1432,
      "亞": 1433,
      "亡": 1434,
      "交": 1435,
      "亦": 1436,
      "产": 1437,
      "亨": 1438,
      "享": 1439,
      "京": 1440,
      "亭": 1441,
      "亮": 1442,
      "人": 1443,
      "亿": 1444,
      "仁": 1445,
      "仆": 1446,
      "今": 1447,
      "介": 1448,
      "仍": 1449,
      "仏": 1450,
      "仓": 1451,
      "仔": 1452,
      "仕": 1453,
      "他": 1454,
      "仗": 1455,
      "付": 1456,
      "仙": 1457,
      "代": 1458,
      "令": 1459,
      "以": 1460,
      "们": 1461,
      "仮": 1462,
      "仲": 1463,
      "件": 1464,
      "任": 1465,
      "份": 1466,
      "仿": 1467,
      "企": 1468,
      "伊": 1469,
      "伏": 1470,
      "伐": 1471,
      "休": 1472,
      "众": 1473,
      "优": 1474,
      "会": 1475,
      "伝": 1476,
      "伟": 1477,
      "传": 1478,
      "伯": 1479,
      "估": 1480,
      "伴": 1481,
      "伸": 1482,
      "似": 1483,
      "佃": 1484,
      "佈": 1485,
      "位": 1486,
      "住": 1487,
      "佐": 1488,
      "佑": 1489,
      "体": 1490,
      "佔": 1491,
      "何": 1492,
      "余": 1493,
      "佛": 1494,
      "作": 1495,
      "你": 1496,
      "佢": 1497,
      "佩": 1498,
      "佬": 1499,
      "佳": 1500,
      "併": 1501,
      "佶": 1502,
      "使": 1503,
      "侅": 1504,
      "來": 1505,
      "例": 1506,
      "侍": 1507,
      "侘": 1508,
      "供": 1509,
      "依": 1510,
      "侠": 1511,
      "価": 1512,
      "侨": 1513,
      "侬": 1514,
      "侯": 1515,
      "便": 1516,
      "係": 1517,
      "俄": 1518,
      "俊": 1519,
      "俗": 1520,
      "保": 1521,
      "信": 1522,
      "俣": 1523,
      "修": 1524,
      "俯": 1525,
      "俺": 1526,
      "倉": 1527,
      "個": 1528,
      "倍": 1529,
      "們": 1530,
      "候": 1531,
      "値": 1532,
      "倪": 1533,
      "倫": 1534,
      "倭": 1535,
      "倶": 1536,
      "值": 1537,
      "倾": 1538,
      "偃": 1539,
      "假": 1540,
      "偉": 1541,
      "偏": 1542,
      "做": 1543,
      "停": 1544,
      "健": 1545,
      "偵": 1546,
      "偶": 1547,
      "傑": 1548,
      "傘": 1549,
      "備": 1550,
      "傣": 1551,
      "催": 1552,
      "傳": 1553,
      "傷": 1554,
      "傾": 1555,
      "像": 1556,
      "僑": 1557,
      "僕": 1558,
      "僧": 1559,
      "儀": 1560,
      "億": 1561,
      "儒": 1562,
      "儚": 1563,
      "優": 1564,
      "儼": 1565,
      "儿": 1566,
      "元": 1567,
      "兄": 1568,
      "兆": 1569,
      "先": 1570,
      "光": 1571,
      "克": 1572,
      "兌": 1573,
      "免": 1574,
      "児": 1575,
      "兒": 1576,
      "兔": 1577,
      "党": 1578,
      "兜": 1579,
      "入": 1580,
      "內": 1581,
      "全": 1582,
      "兩": 1583,
      "八": 1584,
      "公": 1585,
      "六": 1586,
      "兰": 1587,
      "共": 1588,
      "关": 1589,
      "兴": 1590,
      "兵": 1591,
      "其": 1592,
      "具": 1593,
      "典": 1594,
      "兼": 1595,
      "兽": 1596,
      "内": 1597,
      "円": 1598,
      "冉": 1599,
      "冊": 1600,
      "再": 1601,
      "冒": 1602,
      "写": 1603,
      "军": 1604,
      "冠": 1605,
      "冤": 1606,
      "冥": 1607,
      "冬": 1608,
      "冲": 1609,
      "决": 1610,
      "况": 1611,
      "冷": 1612,
      "凄": 1613,
      "准": 1614,
      "凌": 1615,
      "凛": 1616,
      "凡": 1617,
      "凤": 1618,
      "処": 1619,
      "凪": 1620,
      "凯": 1621,
      "凰": 1622,
      "凱": 1623,
      "出": 1624,
      "击": 1625,
      "函": 1626,
      "刀": 1627,
      "刃": 1628,
      "分": 1629,
      "刊": 1630,
      "刑": 1631,
      "划": 1632,
      "列": 1633,
      "刘": 1634,
      "刚": 1635,
      "创": 1636,
      "初": 1637,
      "判": 1638,
      "別": 1639,
      "利": 1640,
      "刪": 1641,
      "别": 1642,
      "到": 1643,
      "制": 1644,
      "刷": 1645,
      "券": 1646,
      "則": 1647,
      "前": 1648,
      "剑": 1649,
      "剛": 1650,
      "剣": 1651,
      "剧": 1652,
      "剩": 1653,
      "副": 1654,
      "創": 1655,
      "劃": 1656,
      "劇": 1657,
      "劉": 1658,
      "劍": 1659,
      "力": 1660,
      "办": 1661,
      "功": 1662,
      "加": 1663,
      "务": 1664,
      "劣": 1665,
      "动": 1666,
      "助": 1667,
      "劳": 1668,
      "労": 1669,
      "効": 1670,
      "勅": 1671,
      "動": 1672,
      "勘": 1673,
      "務": 1674,
      "勝": 1675,
      "勞": 1676,
      "勢": 1677,
      "勲": 1678,
      "勳": 1679,
      "勾": 1680,
      "勿": 1681,
      "匂": 1682,
      "包": 1683,
      "化": 1684,
      "北": 1685,
      "匙": 1686,
      "匠": 1687,
      "匡": 1688,
      "区": 1689,
      "医": 1690,
      "區": 1691,
      "十": 1692,
      "千": 1693,
      "升": 1694,
      "午": 1695,
      "卉": 1696,
      "半": 1697,
      "卍": 1698,
      "华": 1699,
      "协": 1700,
      "卑": 1701,
      "卓": 1702,
      "協": 1703,
      "单": 1704,
      "卖": 1705,
      "南": 1706,
      "単": 1707,
      "博": 1708,
      "占": 1709,
      "卡": 1710,
      "卦": 1711,
      "卫": 1712,
      "印": 1713,
      "危": 1714,
      "却": 1715,
      "卿": 1716,
      "厅": 1717,
      "厚": 1718,
      "原": 1719,
      "厦": 1720,
      "厳": 1721,
      "去": 1722,
      "县": 1723,
      "参": 1724,
      "參": 1725,
      "又": 1726,
      "叉": 1727,
      "及": 1728,
      "友": 1729,
      "双": 1730,
      "反": 1731,
      "収": 1732,
      "发": 1733,
      "叔": 1734,
      "取": 1735,
      "受": 1736,
      "变": 1737,
      "叡": 1738,
      "口": 1739,
      "古": 1740,
      "句": 1741,
      "叩": 1742,
      "只": 1743,
      "叫": 1744,
      "召": 1745,
      "可": 1746,
      "台": 1747,
      "史": 1748,
      "右": 1749,
      "叶": 1750,
      "号": 1751,
      "司": 1752,
      "吃": 1753,
      "各": 1754,
      "合": 1755,
      "吉": 1756,
      "吊": 1757,
      "同": 1758,
      "名": 1759,
      "后": 1760,
      "吏": 1761,
      "吐": 1762,
      "向": 1763,
      "吕": 1764,
      "吗": 1765,
      "君": 1766,
      "否": 1767,
      "含": 1768,
      "吭": 1769,
      "吳": 1770,
      "吴": 1771,
      "吸": 1772,
      "吹": 1773,
      "吻": 1774,
      "吾": 1775,
      "呂": 1776,
      "呃": 1777,
      "呉": 1778,
      "告": 1779,
      "呎": 1780,
      "员": 1781,
      "周": 1782,
      "味": 1783,
      "呼": 1784,
      "命": 1785,
      "和": 1786,
      "咕": 1787,
      "咖": 1788,
      "咲": 1789,
      "哀": 1790,
      "品": 1791,
      "哈": 1792,
      "哉": 1793,
      "哋": 1794,
      "响": 1795,
      "員": 1796,
      "哪": 1797,
      "哭": 1798,
      "唆": 1799,
      "唐": 1800,
      "唔": 1801,
      "售": 1802,
      "唯": 1803,
      "唱": 1804,
      "商": 1805,
      "問": 1806,
      "啓": 1807,
      "啟": 1808,
      "啼": 1809,
      "善": 1810,
      "喆": 1811,
      "喇": 1812,
      "喋": 1813,
      "喜": 1814,
      "喫": 1815,
      "單": 1816,
      "喰": 1817,
      "営": 1818,
      "嗇": 1819,
      "嗟": 1820,
      "嗣": 1821,
      "嗤": 1822,
      "嗶": 1823,
      "嗹": 1824,
      "嘉": 1825,
      "嘢": 1826,
      "嘴": 1827,
      "噌": 1828,
      "器": 1829,
      "噴": 1830,
      "四": 1831,
      "回": 1832,
      "因": 1833,
      "团": 1834,
      "団": 1835,
      "园": 1836,
      "囮": 1837,
      "囯": 1838,
      "囲": 1839,
      "図": 1840,
      "围": 1841,
      "固": 1842,
      "国": 1843,
      "图": 1844,
      "國": 1845,
      "圏": 1846,
      "園": 1847,
      "圖": 1848,
      "團": 1849,
      "土": 1850,
      "在": 1851,
      "地": 1852,
      "场": 1853,
      "圾": 1854,
      "址": 1855,
      "坂": 1856,
      "均": 1857,
      "坊": 1858,
      "坎": 1859,
      "坏": 1860,
      "坐": 1861,
      "坡": 1862,
      "坤": 1863,
      "垂": 1864,
      "垃": 1865,
      "型": 1866,
      "垣": 1867,
      "埃": 1868,
      "城": 1869,
      "埙": 1870,
      "域": 1871,
      "執": 1872,
      "培": 1873,
      "基": 1874,
      "埼": 1875,
      "堀": 1876,
      "堂": 1877,
      "堅": 1878,
      "堡": 1879,
      "堤": 1880,
      "堪": 1881,
      "堯": 1882,
      "報": 1883,
      "場": 1884,
      "塔": 1885,
      "塗": 1886,
      "塘": 1887,
      "塚": 1888,
      "塞": 1889,
      "塩": 1890,
      "塵": 1891,
      "塾": 1892,
      "境": 1893,
      "墓": 1894,
      "増": 1895,
      "墙": 1896,
      "增": 1897,
      "壁": 1898,
      "壇": 1899,
      "壊": 1900,
      "壌": 1901,
      "壞": 1902,
      "士": 1903,
      "壬": 1904,
      "壮": 1905,
      "声": 1906,
      "壱": 1907,
      "売": 1908,
      "壽": 1909,
      "处": 1910,
      "备": 1911,
      "変": 1912,
      "复": 1913,
      "夏": 1914,
      "夕": 1915,
      "外": 1916,
      "夙": 1917,
      "多": 1918,
      "夜": 1919,
      "够": 1920,
      "夢": 1921,
      "大": 1922,
      "天": 1923,
      "太": 1924,
      "夫": 1925,
      "夭": 1926,
      "央": 1927,
      "失": 1928,
      "头": 1929,
      "夷": 1930,
      "夺": 1931,
      "奄": 1932,
      "奇": 1933,
      "奈": 1934,
      "奉": 1935,
      "奋": 1936,
      "奎": 1937,
      "奏": 1938,
      "奖": 1939,
      "奠": 1940,
      "奥": 1941,
      "奪": 1942,
      "女": 1943,
      "奴": 1944,
      "她": 1945,
      "好": 1946,
      "如": 1947,
      "妃": 1948,
      "妆": 1949,
      "妇": 1950,
      "妈": 1951,
      "妖": 1952,
      "妙": 1953,
      "妮": 1954,
      "妹": 1955,
      "妻": 1956,
      "妾": 1957,
      "姆": 1958,
      "姉": 1959,
      "始": 1960,
      "姐": 1961,
      "姑": 1962,
      "姓": 1963,
      "委": 1964,
      "姗": 1965,
      "姚": 1966,
      "姜": 1967,
      "姦": 1968,
      "姫": 1969,
      "姬": 1970,
      "姻": 1971,
      "威": 1972,
      "娃": 1973,
      "娘": 1974,
      "娛": 1975,
      "娜": 1976,
      "娱": 1977,
      "婁": 1978,
      "婆": 1979,
      "婚": 1980,
      "婧": 1981,
      "婷": 1982,
      "媛": 1983,
      "媵": 1984,
      "嫁": 1985,
      "嫌": 1986,
      "嬌": 1987,
      "嬢": 1988,
      "嬪": 1989,
      "嬬": 1990,
      "子": 1991,
      "孔": 1992,
      "字": 1993,
      "存": 1994,
      "孚": 1995,
      "孝": 1996,
      "孟": 1997,
      "季": 1998,
      "孤": 1999,
      "学": 2000,
      "孩": 2001,
      "孫": 2002,
      "學": 2003,
      "宁": 2004,
      "宅": 2005,
      "宇": 2006,
      "守": 2007,
      "安": 2008,
      "宋": 2009,
      "完": 2010,
      "宏": 2011,
      "宗": 2012,
      "官": 2013,
      "宙": 2014,
      "定": 2015,
      "宜": 2016,
      "宝": 2017,
      "实": 2018,
      "実": 2019,
      "客": 2020,
      "宣": 2021,
      "室": 2022,
      "宪": 2023,
      "宫": 2024,
      "宮": 2025,
      "宰": 2026,
      "害": 2027,
      "家": 2028,
      "宸": 2029,
      "容": 2030,
      "宿": 2031,
      "寄": 2032,
      "密": 2033,
      "寇": 2034,
      "富": 2035,
      "寛": 2036,
      "察": 2037,
      "實": 2038,
      "寧": 2039,
      "審": 2040,
      "寬": 2041,
      "对": 2042,
      "寺": 2043,
      "导": 2044,
      "対": 2045,
      "寿": 2046,
      "封": 2047,
      "専": 2048,
      "射": 2049,
      "将": 2050,
      "將": 2051,
      "專": 2052,
      "尊": 2053,
      "尋": 2054,
      "導": 2055,
      "小": 2056,
      "少": 2057,
      "尔": 2058,
      "尖": 2059,
      "尙": 2060,
      "尚": 2061,
      "尹": 2062,
      "尺": 2063,
      "尻": 2064,
      "尼": 2065,
      "尽": 2066,
      "尾": 2067,
      "局": 2068,
      "层": 2069,
      "屄": 2070,
      "居": 2071,
      "届": 2072,
      "屋": 2073,
      "屏": 2074,
      "屑": 2075,
      "展": 2076,
      "属": 2077,
      "履": 2078,
      "屬": 2079,
      "山": 2080,
      "岁": 2081,
      "岐": 2082,
      "岗": 2083,
      "岡": 2084,
      "岩": 2085,
      "岬": 2086,
      "岳": 2087,
      "岷": 2088,
      "岸": 2089,
      "峠": 2090,
      "峡": 2091,
      "峦": 2092,
      "峰": 2093,
      "峴": 2094,
      "島": 2095,
      "崇": 2096,
      "崎": 2097,
      "崔": 2098,
      "崩": 2099,
      "嵐": 2100,
      "嶄": 2101,
      "嶋": 2102,
      "嶺": 2103,
      "嶼": 2104,
      "嶽": 2105,
      "巖": 2106,
      "川": 2107,
      "州": 2108,
      "巡": 2109,
      "工": 2110,
      "左": 2111,
      "巧": 2112,
      "巨": 2113,
      "巫": 2114,
      "差": 2115,
      "己": 2116,
      "已": 2117,
      "巳": 2118,
      "巴": 2119,
      "巻": 2120,
      "巽": 2121,
      "巾": 2122,
      "市": 2123,
      "布": 2124,
      "帅": 2125,
      "师": 2126,
      "希": 2127,
      "帖": 2128,
      "帝": 2129,
      "帥": 2130,
      "带": 2131,
      "師": 2132,
      "席": 2133,
      "帮": 2134,
      "帯": 2135,
      "帰": 2136,
      "帳": 2137,
      "帶": 2138,
      "常": 2139,
      "帽": 2140,
      "幅": 2141,
      "幌": 2142,
      "幕": 2143,
      "幡": 2144,
      "幣": 2145,
      "干": 2146,
      "平": 2147,
      "年": 2148,
      "并": 2149,
      "幸": 2150,
      "幹": 2151,
      "幻": 2152,
      "幽": 2153,
      "广": 2154,
      "庁": 2155,
      "広": 2156,
      "庄": 2157,
      "庆": 2158,
      "庇": 2159,
      "序": 2160,
      "应": 2161,
      "底": 2162,
      "店": 2163,
      "庙": 2164,
      "府": 2165,
      "度": 2166,
      "座": 2167,
      "庫": 2168,
      "庭": 2169,
      "庵": 2170,
      "康": 2171,
      "廈": 2172,
      "廊": 2173,
      "廓": 2174,
      "廖": 2175,
      "廟": 2176,
      "廠": 2177,
      "廣": 2178,
      "廬": 2179,
      "廳": 2180,
      "延": 2181,
      "廷": 2182,
      "建": 2183,
      "开": 2184,
      "弁": 2185,
      "弃": 2186,
      "式": 2187,
      "弐": 2188,
      "弓": 2189,
      "引": 2190,
      "弘": 2191,
      "弟": 2192,
      "张": 2193,
      "弥": 2194,
      "弦": 2195,
      "弱": 2196,
      "張": 2197,
      "強": 2198,
      "强": 2199,
      "弼": 2200,
      "弾": 2201,
      "彌": 2202,
      "归": 2203,
      "当": 2204,
      "录": 2205,
      "彗": 2206,
      "彙": 2207,
      "彡": 2208,
      "形": 2209,
      "彤": 2210,
      "彦": 2211,
      "彬": 2212,
      "彭": 2213,
      "彰": 2214,
      "影": 2215,
      "役": 2216,
      "彼": 2217,
      "往": 2218,
      "征": 2219,
      "径": 2220,
      "待": 2221,
      "律": 2222,
      "後": 2223,
      "徒": 2224,
      "得": 2225,
      "御": 2226,
      "復": 2227,
      "循": 2228,
      "微": 2229,
      "徳": 2230,
      "徵": 2231,
      "德": 2232,
      "徹": 2233,
      "徽": 2234,
      "心": 2235,
      "必": 2236,
      "忍": 2237,
      "忐": 2238,
      "忑": 2239,
      "志": 2240,
      "忘": 2241,
      "応": 2242,
      "忠": 2243,
      "忧": 2244,
      "快": 2245,
      "念": 2246,
      "忽": 2247,
      "怎": 2248,
      "怒": 2249,
      "怖": 2250,
      "思": 2251,
      "怡": 2252,
      "怤": 2253,
      "急": 2254,
      "性": 2255,
      "怪": 2256,
      "总": 2257,
      "恄": 2258,
      "恆": 2259,
      "恋": 2260,
      "恐": 2261,
      "恒": 2262,
      "恢": 2263,
      "恩": 2264,
      "恭": 2265,
      "息": 2266,
      "恵": 2267,
      "悍": 2268,
      "悔": 2269,
      "悟": 2270,
      "悠": 2271,
      "患": 2272,
      "悦": 2273,
      "您": 2274,
      "悩": 2275,
      "悪": 2276,
      "悲": 2277,
      "情": 2278,
      "惑": 2279,
      "惕": 2280,
      "惜": 2281,
      "惠": 2282,
      "惡": 2283,
      "惯": 2284,
      "想": 2285,
      "愈": 2286,
      "意": 2287,
      "愚": 2288,
      "愛": 2289,
      "感": 2290,
      "愿": 2291,
      "慈": 2292,
      "態": 2293,
      "慣": 2294,
      "慧": 2295,
      "慳": 2296,
      "慶": 2297,
      "憂": 2298,
      "憐": 2299,
      "憑": 2300,
      "憩": 2301,
      "憲": 2302,
      "憶": 2303,
      "懂": 2304,
      "應": 2305,
      "懷": 2306,
      "懸": 2307,
      "懿": 2308,
      "戀": 2309,
      "戈": 2310,
      "戏": 2311,
      "成": 2312,
      "我": 2313,
      "戒": 2314,
      "或": 2315,
      "战": 2316,
      "戦": 2317,
      "戯": 2318,
      "戰": 2319,
      "戴": 2320,
      "戶": 2321,
      "戸": 2322,
      "戻": 2323,
      "房": 2324,
      "所": 2325,
      "扇": 2326,
      "手": 2327,
      "才": 2328,
      "扎": 2329,
      "扒": 2330,
      "打": 2331,
      "払": 2332,
      "托": 2333,
      "扫": 2334,
      "扬": 2335,
      "扶": 2336,
      "找": 2337,
      "承": 2338,
      "技": 2339,
      "抄": 2340,
      "把": 2341,
      "抓": 2342,
      "投": 2343,
      "折": 2344,
      "抜": 2345,
      "护": 2346,
      "报": 2347,
      "披": 2348,
      "抱": 2349,
      "抹": 2350,
      "拂": 2351,
      "拉": 2352,
      "拍": 2353,
      "拏": 2354,
      "拒": 2355,
      "拓": 2356,
      "拜": 2357,
      "拟": 2358,
      "拯": 2359,
      "拳": 2360,
      "拶": 2361,
      "拾": 2362,
      "持": 2363,
      "指": 2364,
      "挑": 2365,
      "挙": 2366,
      "挡": 2367,
      "挨": 2368,
      "振": 2369,
      "挺": 2370,
      "挽": 2371,
      "捕": 2372,
      "捜": 2373,
      "捨": 2374,
      "据": 2375,
      "捲": 2376,
      "掃": 2377,
      "授": 2378,
      "掌": 2379,
      "排": 2380,
      "掘": 2381,
      "掛": 2382,
      "探": 2383,
      "接": 2384,
      "控": 2385,
      "推": 2386,
      "掲": 2387,
      "描": 2388,
      "提": 2389,
      "揚": 2390,
      "握": 2391,
      "揭": 2392,
      "揮": 2393,
      "援": 2394,
      "揺": 2395,
      "揽": 2396,
      "搖": 2397,
      "搜": 2398,
      "搬": 2399,
      "搭": 2400,
      "携": 2401,
      "摂": 2402,
      "摇": 2403,
      "摘": 2404,
      "摩": 2405,
      "撃": 2406,
      "撒": 2407,
      "撤": 2408,
      "撫": 2409,
      "播": 2410,
      "撰": 2411,
      "撲": 2412,
      "撻": 2413,
      "擊": 2414,
      "操": 2415,
      "擎": 2416,
      "支": 2417,
      "收": 2418,
      "改": 2419,
      "攻": 2420,
      "放": 2421,
      "政": 2422,
      "故": 2423,
      "救": 2424,
      "敗": 2425,
      "教": 2426,
      "敢": 2427,
      "敦": 2428,
      "敬": 2429,
      "数": 2430,
      "整": 2431,
      "敵": 2432,
      "敷": 2433,
      "文": 2434,
      "斉": 2435,
      "斎": 2436,
      "斗": 2437,
      "料": 2438,
      "斜": 2439,
      "斩": 2440,
      "斬": 2441,
      "断": 2442,
      "斯": 2443,
      "新": 2444,
      "斷": 2445,
      "方": 2446,
      "於": 2447,
      "施": 2448,
      "旅": 2449,
      "旋": 2450,
      "族": 2451,
      "旗": 2452,
      "无": 2453,
      "日": 2454,
      "旦": 2455,
      "旧": 2456,
      "早": 2457,
      "旬": 2458,
      "旭": 2459,
      "时": 2460,
      "旺": 2461,
      "昆": 2462,
      "昇": 2463,
      "昊": 2464,
      "昌": 2465,
      "明": 2466,
      "昏": 2467,
      "易": 2468,
      "星": 2469,
      "映": 2470,
      "春": 2471,
      "昭": 2472,
      "是": 2473,
      "時": 2474,
      "晃": 2475,
      "晉": 2476,
      "晋": 2477,
      "晏": 2478,
      "晓": 2479,
      "晗": 2480,
      "晚": 2481,
      "晨": 2482,
      "普": 2483,
      "景": 2484,
      "晴": 2485,
      "晶": 2486,
      "智": 2487,
      "暁": 2488,
      "暂": 2489,
      "暑": 2490,
      "暖": 2491,
      "暗": 2492,
      "暦": 2493,
      "暫": 2494,
      "暮": 2495,
      "暴": 2496,
      "曇": 2497,
      "曉": 2498,
      "曙": 2499,
      "曜": 2500,
      "曝": 2501,
      "曦": 2502,
      "曰": 2503,
      "曲": 2504,
      "更": 2505,
      "書": 2506,
      "曹": 2507,
      "曼": 2508,
      "曽": 2509,
      "替": 2510,
      "最": 2511,
      "會": 2512,
      "月": 2513,
      "有": 2514,
      "朋": 2515,
      "服": 2516,
      "望": 2517,
      "朝": 2518,
      "期": 2519,
      "朦": 2520,
      "朧": 2521,
      "木": 2522,
      "未": 2523,
      "末": 2524,
      "本": 2525,
      "札": 2526,
      "术": 2527,
      "朱": 2528,
      "朴": 2529,
      "朵": 2530,
      "机": 2531,
      "杀": 2532,
      "权": 2533,
      "杉": 2534,
      "李": 2535,
      "杏": 2536,
      "村": 2537,
      "杜": 2538,
      "杞": 2539,
      "束": 2540,
      "条": 2541,
      "来": 2542,
      "杨": 2543,
      "杯": 2544,
      "杰": 2545,
      "東": 2546,
      "杵": 2547,
      "松": 2548,
      "板": 2549,
      "析": 2550,
      "枕": 2551,
      "林": 2552,
      "枚": 2553,
      "果": 2554,
      "枝": 2555,
      "枢": 2556,
      "架": 2557,
      "柊": 2558,
      "柏": 2559,
      "染": 2560,
      "柔": 2561,
      "查": 2562,
      "柯": 2563,
      "柱": 2564,
      "柳": 2565,
      "柴": 2566,
      "査": 2567,
      "栄": 2568,
      "栋": 2569,
      "栗": 2570,
      "栞": 2571,
      "校": 2572,
      "栩": 2573,
      "株": 2574,
      "样": 2575,
      "核": 2576,
      "根": 2577,
      "格": 2578,
      "桂": 2579,
      "桃": 2580,
      "桌": 2581,
      "桐": 2582,
      "桑": 2583,
      "桓": 2584,
      "桜": 2585,
      "档": 2586,
      "桥": 2587,
      "桧": 2588,
      "桶": 2589,
      "梁": 2590,
      "梅": 2591,
      "梓": 2592,
      "條": 2593,
      "梦": 2594,
      "梨": 2595,
      "梵": 2596,
      "梶": 2597,
      "棋": 2598,
      "棒": 2599,
      "棟": 2600,
      "森": 2601,
      "棺": 2602,
      "植": 2603,
      "椎": 2604,
      "検": 2605,
      "椿": 2606,
      "楊": 2607,
      "楔": 2608,
      "楚": 2609,
      "業": 2610,
      "極": 2611,
      "楼": 2612,
      "楽": 2613,
      "概": 2614,
      "榜": 2615,
      "榮": 2616,
      "構": 2617,
      "槍": 2618,
      "様": 2619,
      "樂": 2620,
      "標": 2621,
      "模": 2622,
      "樨": 2623,
      "権": 2624,
      "横": 2625,
      "樹": 2626,
      "樺": 2627,
      "橋": 2628,
      "橘": 2629,
      "橙": 2630,
      "機": 2631,
      "橫": 2632,
      "橷": 2633,
      "檢": 2634,
      "櫃": 2635,
      "櫓": 2636,
      "櫟": 2637,
      "欅": 2638,
      "權": 2639,
      "次": 2640,
      "欢": 2641,
      "欣": 2642,
      "欧": 2643,
      "欲": 2644,
      "欽": 2645,
      "款": 2646,
      "歉": 2647,
      "歌": 2648,
      "歐": 2649,
      "歡": 2650,
      "止": 2651,
      "正": 2652,
      "此": 2653,
      "步": 2654,
      "武": 2655,
      "歩": 2656,
      "歯": 2657,
      "歲": 2658,
      "歳": 2659,
      "歴": 2660,
      "歷": 2661,
      "歸": 2662,
      "死": 2663,
      "歼": 2664,
      "殃": 2665,
      "殊": 2666,
      "残": 2667,
      "殘": 2668,
      "殲": 2669,
      "段": 2670,
      "殷": 2671,
      "殺": 2672,
      "殿": 2673,
      "毅": 2674,
      "毋": 2675,
      "母": 2676,
      "毎": 2677,
      "比": 2678,
      "毛": 2679,
      "毯": 2680,
      "氏": 2681,
      "民": 2682,
      "气": 2683,
      "気": 2684,
      "氣": 2685,
      "水": 2686,
      "氷": 2687,
      "永": 2688,
      "汁": 2689,
      "求": 2690,
      "汉": 2691,
      "汗": 2692,
      "汝": 2693,
      "江": 2694,
      "池": 2695,
      "決": 2696,
      "汽": 2697,
      "沃": 2698,
      "沇": 2699,
      "沉": 2700,
      "沒": 2701,
      "沖": 2702,
      "沙": 2703,
      "沛": 2704,
      "没": 2705,
      "沢": 2706,
      "沦": 2707,
      "河": 2708,
      "油": 2709,
      "治": 2710,
      "沼": 2711,
      "沿": 2712,
      "泉": 2713,
      "泊": 2714,
      "法": 2715,
      "波": 2716,
      "泣": 2717,
      "泥": 2718,
      "注": 2719,
      "泰": 2720,
      "泱": 2721,
      "泻": 2722,
      "泽": 2723,
      "洁": 2724,
      "洋": 2725,
      "洗": 2726,
      "洞": 2727,
      "津": 2728,
      "洪": 2729,
      "洲": 2730,
      "活": 2731,
      "派": 2732,
      "流": 2733,
      "浄": 2734,
      "浒": 2735,
      "浜": 2736,
      "浣": 2737,
      "浦": 2738,
      "浩": 2739,
      "浪": 2740,
      "浮": 2741,
      "浴": 2742,
      "海": 2743,
      "消": 2744,
      "涉": 2745,
      "涙": 2746,
      "涛": 2747,
      "涯": 2748,
      "涼": 2749,
      "淑": 2750,
      "淡": 2751,
      "淨": 2752,
      "深": 2753,
      "淳": 2754,
      "淵": 2755,
      "混": 2756,
      "添": 2757,
      "清": 2758,
      "済": 2759,
      "渉": 2760,
      "渊": 2761,
      "渕": 2762,
      "減": 2763,
      "渠": 2764,
      "渡": 2765,
      "渤": 2766,
      "渦": 2767,
      "温": 2768,
      "測": 2769,
      "港": 2770,
      "游": 2771,
      "渺": 2772,
      "湖": 2773,
      "湘": 2774,
      "湛": 2775,
      "湣": 2776,
      "湾": 2777,
      "満": 2778,
      "源": 2779,
      "準": 2780,
      "溜": 2781,
      "溢": 2782,
      "溫": 2783,
      "滅": 2784,
      "滇": 2785,
      "滑": 2786,
      "滚": 2787,
      "滝": 2788,
      "满": 2789,
      "滦": 2790,
      "滨": 2791,
      "滾": 2792,
      "滿": 2793,
      "漁": 2794,
      "漂": 2795,
      "漆": 2796,
      "漏": 2797,
      "演": 2798,
      "漢": 2799,
      "漣": 2800,
      "漪": 2801,
      "漫": 2802,
      "漳": 2803,
      "漿": 2804,
      "潔": 2805,
      "潘": 2806,
      "潜": 2807,
      "潟": 2808,
      "潮": 2809,
      "澤": 2810,
      "澪": 2811,
      "澳": 2812,
      "激": 2813,
      "濃": 2814,
      "濆": 2815,
      "濟": 2816,
      "濾": 2817,
      "瀆": 2818,
      "瀬": 2819,
      "灘": 2820,
      "灣": 2821,
      "火": 2822,
      "灰": 2823,
      "灵": 2824,
      "灼": 2825,
      "災": 2826,
      "炉": 2827,
      "炊": 2828,
      "炎": 2829,
      "炖": 2830,
      "炫": 2831,
      "炭": 2832,
      "点": 2833,
      "為": 2834,
      "烈": 2835,
      "烏": 2836,
      "烦": 2837,
      "热": 2838,
      "焉": 2839,
      "焔": 2840,
      "無": 2841,
      "焦": 2842,
      "然": 2843,
      "焼": 2844,
      "煊": 2845,
