{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": true
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "\u0007": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "\\": 38,
      "^": 39,
      "`": 40,
      "a": 41,
      "b": 42,
      "c": 43,
      "d": 44,
      "e": 45,
      "f": 46,
      "g": 47,
      "h": 48,
      "i": 49,
      "j": 50,
      "k": 51,
      "l": 52,
      "m": 53,
      "n": 54,
      "o": 55,
      "p": 56,
      "q": 57,
      "r": 58,
      "s": 59,
      "t": 60,
      "u": 61,
      "v": 62,
      "w": 63,
      "x": 64,
      "y": 65,
      "z": 66,
      "{": 67,
      "|": 68,
      "}": 69,
      "~": 70,
      "": 71,
      "": 72,
      "": 73,
      "": 74,
      "": 75,
      "": 76,
      "": 77,
      "": 78,
      "": 79,
      "": 80,
      "": 81,
      "": 82,
      "": 83,
      "": 84,
      "": 85,
      "": 86,
      "": 87,
      "": 88,
      "": 89,
      "¡": 90,
      "¢": 91,
      "£": 92,
      "¤": 93,
      "¥": 94,
      "¦": 95,
      "§": 96,
      "¨": 97,
      "©": 98,
      "ª": 99,
      "«": 100,
      "¬": 101,
      "­": 102,
      "®": 103,
      "¯": 104,
      "°": 105,
      "±": 106,
      "²": 107,
      "³": 108,
      "´": 109,
      "µ": 110,
      "¶": 111,
      "·": 112,
      "¸": 113,
      "¹": 114,
      "º": 115,
      "»": 116,
      "¼": 117,
      "½": 118,
      "¾": 119,
      "¿": 120,
      "×": 121,
      "ß": 122,
      "æ": 123,
      "ð": 124,
      "÷": 125,
      "ø": 126,
      "þ": 127,
      "đ": 128,
      "ħ": 129,
      "ı": 130,
      "ĸ": 131,
      "ł": 132,
      "ŋ": 133,
      "œ": 134,
      "ŧ": 135,
      "ſ": 136,
      "ƃ": 137,
      "ƒ": 138,
      "ƙ": 139,
      "ǁ": 140,
      "ǝ": 141,
      "ɑ": 142,
      "ɒ": 143,
      "ɓ": 144,
      "ɔ": 145,
      "ɕ": 146,
      "ɖ": 147,
      "ɗ": 148,
      "ə": 149,
      "ɛ": 150,
      "ɜ": 151,
      "ɟ": 152,
      "ɡ": 153,
      "ɣ": 154,
      "ɤ": 155,
      "ɨ": 156,
      "ɪ": 157,
      "ɯ": 158,
      "ɰ": 159,
      "ɲ": 160,
      "ɴ": 161,
      "ɸ": 162,
      "ɹ": 163,
      "ʀ": 164,
      "ʁ": 165,
      "ʃ": 166,
      "ʊ": 167,
      "ʋ": 168,
      "ʌ": 169,
      "ʑ": 170,
      "ʒ": 171,
      "ʔ": 172,
      "ʕ": 173,
      "ʰ": 174,
      "ʲ": 175,
      "ʷ": 176,
      "ʹ": 177,
      "ʻ": 178,
      "ʼ": 179,
      "ʽ": 180,
      "ʾ": 181,
      "ʿ": 182,
      "ˁ": 183,
      "˂": 184,
      "˃": 185,
      "ˆ": 186,
      "ˇ": 187,
      "ˈ": 188,
      "ˌ": 189,
      "ː": 190,
      "˙": 191,
      "˚": 192,
      "˜": 193,
      "ˤ": 194,
      "΄": 195,
      "α": 196,
      "β": 197,
      "γ": 198,
      "δ": 199,
      "ε": 200,
      "ζ": 201,
      "η": 202,
      "θ": 203,
      "ι": 204,
      "κ": 205,
      "λ": 206,
      "μ": 207,
      "ν": 208,
      "ξ": 209,
      "ο": 210,
      "π": 211,
      "ρ": 212,
      "ς": 213,
      "σ": 214,
      "τ": 215,
      "υ": 216,
      "φ": 217,
      "χ": 218,
      "ψ": 219,
      "ω": 220,
      "ϑ": 221,
      "ϒ": 222,
      "ϕ": 223,
      "ϙ": 224,
      "ϛ": 225,
      "ϵ": 226,
      "а": 227,
      "б": 228,
      "в": 229,
      "г": 230,
      "д": 231,
      "е": 232,
      "ж": 233,
      "з": 234,
      "и": 235,
      "к": 236,
      "л": 237,
      "м": 238,
      "н": 239,
      "о": 240,
      "п": 241,
      "р": 242,
      "с": 243,
      "т": 244,
      "у": 245,
      "ф": 246,
      "х": 247,
      "ц": 248,
      "ч": 249,
      "ш": 250,
      "щ": 251,
      "ъ": 252,
      "ы": 253,
      "ь": 254,
      "э": 255,
      "ю": 256,
      "я": 257,
      "ђ": 258,
      "є": 259,
      "ѕ": 260,
      "і": 261,
      "ј": 262,
      "љ": 263,
      "њ": 264,
      "ћ": 265,
      "ѣ": 266,
      "ѳ": 267,
      "ѵ": 268,
      "ґ": 269,
      "ғ": 270,
      "ҕ": 271,
      "қ": 272,
      "ң": 273,
      "ҫ": 274,
      "ү": 275,
      "ұ": 276,
      "ҳ": 277,
      "ҷ": 278,
      "ӄ": 279,
      "ә": 280,
      "ө": 281,
      "ԥ": 282,
      "ա": 283,
      "բ": 284,
      "գ": 285,
      "դ": 286,
      "ե": 287,
      "զ": 288,
      "է": 289,
      "ը": 290,
      "թ": 291,
      "ի": 292,
      "լ": 293,
      "խ": 294,
      "ծ": 295,
      "կ": 296,
      "հ": 297,
      "ղ": 298,
      "ճ": 299,
      "մ": 300,
      "յ": 301,
      "ն": 302,
      "շ": 303,
      "ո": 304,
      "չ": 305,
      "պ": 306,
      "ջ": 307,
      "ռ": 308,
      "ս": 309,
      "վ": 310,
      "տ": 311,
      "ր": 312,
      "ց": 313,
      "ւ": 314,
      "փ": 315,
      "ք": 316,
      "և": 317,
      "־": 318,
      "א": 319,
      "ב": 320,
      "ג": 321,
      "ד": 322,
      "ה": 323,
      "ו": 324,
      "ז": 325,
      "ח": 326,
      "ט": 327,
      "י": 328,
      "כ": 329,
      "ל": 330,
      "ם": 331,
      "מ": 332,
      "ן": 333,
      "נ": 334,
      "ס": 335,
      "ע": 336,
      "פ": 337,
      "ץ": 338,
      "צ": 339,
      "ק": 340,
      "ר": 341,
      "ש": 342,
      "ת": 343,
      "ײ": 344,
      "،": 345,
      "؛": 346,
      "؟": 347,
      "ء": 348,
      "ا": 349,
      "ب": 350,
      "ة": 351,
      "ت": 352,
      "ث": 353,
      "ج": 354,
      "ح": 355,
      "خ": 356,
      "د": 357,
      "ذ": 358,
      "ر": 359,
      "ز": 360,
      "س": 361,
      "ش": 362,
      "ص": 363,
      "ض": 364,
      "ط": 365,
      "ظ": 366,
      "ع": 367,
      "غ": 368,
      "ـ": 369,
      "ف": 370,
      "ق": 371,
      "ك": 372,
      "ل": 373,
      "م": 374,
      "ن": 375,
      "ه": 376,
      "و": 377,
      "ى": 378,
      "ي": 379,
      "٭": 380,
      "ٱ": 381,
      "پ": 382,
      "چ": 383,
      "ډ": 384,
      "ڑ": 385,
      "ڕ": 386,
      "ژ": 387,
      "ښ": 388,
      "ک": 389,
      "ڭ": 390,
      "گ": 391,
      "ں": 392,
      "ھ": 393,
      "ہ": 394,
      "ۇ": 395,
      "ۈ": 396,
      "ۋ": 397,
      "ی": 398,
      "ێ": 399,
      "ے": 400,
      "ە": 401,
      "۰": 402,
      "۱": 403,
      "۲": 404,
      "۵": 405,
      "ܐ": 406,
      "ܒ": 407,
      "ܓ": 408,
      "ܕ": 409,
      "ܝ": 410,
      "ܠ": 411,
      "ܡ": 412,
      "ܢ": 413,
      "ܣ": 414,
      "ܥ": 415,
      "ܪ": 416,
      "ހ": 417,
      "ނ": 418,
      "ރ": 419,
      "ބ": 420,
      "އ": 421,
      "ވ": 422,
      "މ": 423,
      "ދ": 424,
      "ލ": 425,
      "ގ": 426,
      "ސ": 427,
      "ޔ": 428,
      "ޖ": 429,
      "ޚ": 430,
      "ޠ": 431,
      "अ": 432,
      "आ": 433,
      "इ": 434,
      "उ": 435,
      "ए": 436,
      "ऑ": 437,
      "क": 438,
      "ख": 439,
      "ग": 440,
      "च": 441,
      "छ": 442,
      "ज": 443,
      "ञ": 444,
      "ट": 445,
      "ठ": 446,
      "ड": 447,
      "ढ": 448,
      "ण": 449,
      "त": 450,
      "थ": 451,
      "द": 452,
      "ध": 453,
      "न": 454,
      "प": 455,
      "फ": 456,
      "ब": 457,
      "भ": 458,
      "म": 459,
      "य": 460,
      "र": 461,
      "ल": 462,
      "ळ": 463,
      "व": 464,
      "श": 465,
      "ष": 466,
      "स": 467,
      "ह": 468,
      "ऽ": 469,
      "ॐ": 470,
      "॥": 471,
      "আ": 472,
      "ই": 473,
      "উ": 474,
      "এ": 475,
      "ক": 476,
      "খ": 477,
      "গ": 478,
      "ঘ": 479,
      "ঙ": 480,
      "চ": 481,
      "ছ": 482,
      "জ": 483,
      "ট": 484,
      "ঢ": 485,
      "ত": 486,
      "দ": 487,
      "ধ": 488,
      "ন": 489,
      "প": 490,
      "ফ": 491,
      "ব": 492,
      "ভ": 493,
      "ম": 494,
      "য": 495,
      "র": 496,
      "ল": 497,
      "শ": 498,
      "ষ": 499,
      "স": 500,
      "হ": 501,
      "ৰ": 502,
      "ৱ": 503,
      "৳": 504,
      "அ": 505,
      "ஆ": 506,
      "இ": 507,
      "ஈ": 508,
      "உ": 509,
      "ஊ": 510,
      "எ": 511,
      "ஏ": 512,
      "ஐ": 513,
      "ஒ": 514,
      "க": 515,
      "ங": 516,
      "ச": 517,
      "ஜ": 518,
      "ஞ": 519,
      "ட": 520,
      "ண": 521,
      "த": 522,
      "ந": 523,
      "ன": 524,
      "ப": 525,
      "ம": 526,
      "ய": 527,
      "ர": 528,
      "ற": 529,
      "ல": 530,
      "ள": 531,
      "ழ": 532,
      "வ": 533,
      "ஷ": 534,
      "ஸ": 535,
      "క": 536,
      "చ": 537,
      "ట": 538,
      "త": 539,
      "ద": 540,
      "న": 541,
      "ప": 542,
      "భ": 543,
      "య": 544,
      "ర": 545,
      "ల": 546,
      "వ": 547,
      "శ": 548,
      "ಅ": 549,
      "ಕ": 550,
      "ಗ": 551,
      "ಚ": 552,
      "ಟ": 553,
      "ಡ": 554,
      "ತ": 555,
      "ಥ": 556,
      "ದ": 557,
      "ಧ": 558,
      "ನ": 559,
      "ಬ": 560,
      "ಭ": 561,
      "ಮ": 562,
      "ಯ": 563,
      "ವ": 564,
      "ಶ": 565,
      "ಸ": 566,
      "ಹ": 567,
      "ക": 568,
      "ത": 569,
      "ന": 570,
      "പ": 571,
      "ഫ": 572,
      "ഭ": 573,
      "മ": 574,
      "യ": 575,
      "ര": 576,
      "റ": 577,
      "ല": 578,
      "ള": 579,
      "വ": 580,
      "ഷ": 581,
      "අ": 582,
      "ක": 583,
      "ත": 584,
      "ද": 585,
      "න": 586,
      "ම": 587,
      "ය": 588,
      "ර": 589,
      "ල": 590,
      "ව": 591,
      "ස": 592,
      "ก": 593,
      "ข": 594,
      "ฃ": 595,
      "ค": 596,
      "ฅ": 597,
      "ฆ": 598,
      "ง": 599,
      "จ": 600,
      "ฉ": 601,
      "ช": 602,
      "ซ": 603,
      "ฌ": 604,
      "ญ": 605,
      "ฎ": 606,
      "ฐ": 607,
      "ฑ": 608,
      "ฒ": 609,
      "ณ": 610,
      "ด": 611,
      "ต": 612,
      "ถ": 613,
      "ท": 614,
      "ธ": 615,
      "น": 616,
      "บ": 617,
      "ป": 618,
      "ผ": 619,
      "ฝ": 620,
      "พ": 621,
      "ฟ": 622,
      "ภ": 623,
      "ม": 624,
      "ย": 625,
      "ร": 626,
      "ฤ": 627,
      "ล": 628,
      "ว": 629,
      "ศ": 630,
      "ษ": 631,
      "ส": 632,
      "ห": 633,
      "ฬ": 634,
      "อ": 635,
      "ฮ": 636,
      "ะ": 637,
      "า": 638,
      "ำ": 639,
      "฿": 640,
      "เ": 641,
      "แ": 642,
      "โ": 643,
      "ใ": 644,
      "ไ": 645,
      "๑": 646,
      "๘": 647,
      "ກ": 648,
      "ງ": 649,
      "ນ": 650,
      "ພ": 651,
      "ມ": 652,
      "ຣ": 653,
      "ລ": 654,
      "ວ": 655,
      "ສ": 656,
      "ະ": 657,
      "າ": 658,
      "က": 659,
      "ခ": 660,
      "င": 661,
      "စ": 662,
      "ဆ": 663,
      "ဇ": 664,
      "ည": 665,
      "ဋ": 666,
      "တ": 667,
      "ထ": 668,
      "ဒ": 669,
      "ဓ": 670,
      "န": 671,
      "ပ": 672,
      "ဖ": 673,
      "ဗ": 674,
      "ဘ": 675,
      "မ": 676,
      "ယ": 677,
      "ရ": 678,
      "လ": 679,
      "ဝ": 680,
      "သ": 681,
      "ဟ": 682,
      "အ": 683,
      "ဣ": 684,
      "ა": 685,
      "ბ": 686,
      "გ": 687,
      "დ": 688,
      "ე": 689,
      "ვ": 690,
      "ზ": 691,
      "თ": 692,
      "ი": 693,
      "კ": 694,
      "ლ": 695,
      "მ": 696,
      "ნ": 697,
      "ო": 698,
      "პ": 699,
      "ჟ": 700,
      "რ": 701,
      "ს": 702,
      "ტ": 703,
      "უ": 704,
      "ფ": 705,
      "ქ": 706,
      "ღ": 707,
      "ყ": 708,
      "შ": 709,
      "ც": 710,
      "ძ": 711,
      "ხ": 712,
      "ჯ": 713,
      "ჲ": 714,
      "ჶ": 715,
      "ჷ": 716,
      "ჽ": 717,
      "ᄀ": 718,
      "ᄁ": 719,
      "ᄂ": 720,
      "ᄃ": 721,
      "ᄄ": 722,
      "ᄅ": 723,
      "ᄆ": 724,
      "ᄇ": 725,
      "ᄈ": 726,
      "ᄉ": 727,
      "ᄊ": 728,
      "ᄋ": 729,
      "ᄌ": 730,
      "ᄍ": 731,
      "ᄎ": 732,
      "ᄏ": 733,
      "ᄐ": 734,
      "ᄑ": 735,
      "ᄒ": 736,
      "ᅡ": 737,
      "ᅢ": 738,
      "ᅣ": 739,
      "ᅤ": 740,
      "ᅥ": 741,
      "ᅦ": 742,
      "ᅧ": 743,
      "ᅨ": 744,
      "ᅩ": 745,
      "ᅪ": 746,
      "ᅫ": 747,
      "ᅬ": 748,
      "ᅭ": 749,
      "ᅮ": 750,
      "ᅯ": 751,
      "ᅰ": 752,
      "ᅱ": 753,
      "ᅲ": 754,
      "ᅳ": 755,
      "ᅴ": 756,
      "ᅵ": 757,
      "ᆨ": 758,
      "ᆩ": 759,
      "ᆫ": 760,
      "ᆬ": 761,
      "ᆭ": 762,
      "ᆮ": 763,
      "ᆯ": 764,
      "ᆰ": 765,
      "ᆶ": 766,
      "ᆷ": 767,
      "ᆸ": 768,
      "ᆹ": 769,
      "ᆺ": 770,
      "ᆻ": 771,
      "ᆼ": 772,
      "ᆽ": 773,
      "ᆾ": 774,
      "ᇀ": 775,
      "ᇁ": 776,
      "ᇂ": 777,
      "ሀ": 778,
      "ል": 779,
      "ሕ": 780,
      "ሙ": 781,
      "ም": 782,
      "ር": 783,
      "ስ": 784,
      "ሻ": 785,
      "ቅ": 786,
      "ቆ": 787,
      "በ": 788,
      "ባ": 789,
      "ቤ": 790,
      "ተ": 791,
      "ት": 792,
      "ች": 793,
      "ና": 794,
      "ን": 795,
      "አ": 796,
      "ከ": 797,
      "ክ": 798,
      "ዊ": 799,
      "ዋ": 800,
      "ዝ": 801,
      "ይ": 802,
      "ደ": 803,
      "ዲ": 804,
      "ዳ": 805,
      "ድ": 806,
      "ዶ": 807,
      "ጉ": 808,
      "ጣ": 809,
      "ጻ": 810,
      "ᐨ": 811,
      "ក": 812,
      "ខ": 813,
      "គ": 814,
      "ង": 815,
      "ច": 816,
      "ឆ": 817,
      "ជ": 818,
      "ឈ": 819,
      "ញ": 820,
      "ដ": 821,
      "ឋ": 822,
      "ឌ": 823,
      "ណ": 824,
      "ត": 825,
      "ថ": 826,
      "ទ": 827,
      "ធ": 828,
      "ន": 829,
      "ប": 830,
      "ព": 831,
      "ម": 832,
      "យ": 833,
      "រ": 834,
      "ល": 835,
      "វ": 836,
      "ស": 837,
      "ហ": 838,
      "ឡ": 839,
      "អ": 840,
      "ឥ": 841,
      "ឦ": 842,
      "ឧ": 843,
      "២": 844,
      "៣": 845,
      "ᴅ": 846,
      "ᵗ": 847,
      "᾽": 848,
      "​": 849,
      "‌": 850,
      "‍": 851,
      "‎": 852,
      "‐": 853,
      "‑": 854,
      "‒": 855,
      "―": 856,
      "‖": 857,
      "‚": 858,
      "‛": 859,
      "„": 860,
      "†": 861,
      "‡": 862,
      "•": 863,
      "‥": 864,
      "…": 865,
      "‧": 866,
      "‬": 867,
      "‭": 868,
      "‰": 869,
      "′": 870,
      "″": 871,
      "‹": 872,
      "›": 873,
      "‼": 874,
      "⁄": 875,
      "⁠": 876,
      "⁡": 877,
      "⁰": 878,
      "⁹": 879,
      "₂": 880,
      "₋": 881,
      "₣": 882,
      "₤": 883,
      "₨": 884,
      "₩": 885,
      "₪": 886,
      "₫": 887,
      "€": 888,
      "₱": 889,
      "₹": 890,
      "₼": 891,
      "℃": 892,
      "℉": 893,
      "ℍ": 894,
      "ℏ": 895,
      "ℓ": 896,
      "№": 897,
      "ℝ": 898,
      "™": 899,
      "⅓": 900,
      "⅔": 901,
      "⅛": 902,
      "⅜": 903,
      "⅝": 904,
      "⅞": 905,
      "ⅰ": 906,
      "ⅱ": 907,
      "ⅲ": 908,
      "ⅵ": 909,
      "←": 910,
      "↑": 911,
      "→": 912,
      "↓": 913,
      "↔": 914,
      "↵": 915,
      "↹": 916,
      "↽": 917,
      "⇀": 918,
      "⇌": 919,
      "⇒": 920,
      "⇧": 921,
      "⇭": 922,
      "∀": 923,
      "∂": 924,
      "∃": 925,
      "∅": 926,
      "∆": 927,
      "∇": 928,
      "∈": 929,
      "∏": 930,
      "∑": 931,
      "−": 932,
      "∓": 933,
      "∖": 934,
      "∗": 935,
      "∘": 936,
      "√": 937,
      "∝": 938,
      "∞": 939,
      "∠": 940,
      "∣": 941,
      "∥": 942,
      "∧": 943,
      "∨": 944,
      "∩": 945,
      "∪": 946,
      "∫": 947,
      "∮": 948,
      "∼": 949,
      "≅": 950,
      "≈": 951,
      "≡": 952,
      "≤": 953,
      "≥": 954,
      "≪": 955,
      "≫": 956,
      "≶": 957,
      "⊂": 958,
      "⊆": 959,
      "⊊": 960,
      "⊕": 961,
      "⊗": 962,
      "⊙": 963,
      "⊞": 964,
      "⊥": 965,
      "⋅": 966,
      "⋯": 967,
      "⌈": 968,
      "⌉": 969,
      "⌊": 970,
      "⌋": 971,
      "␀": 972,
      "①": 973,
      "⑥": 974,
      "⑫": 975,
      "⑮": 976,
      "ⓒ": 977,
      "─": 978,
      "┴": 979,
      "■": 980,
      "□": 981,
      "▪": 982,
      "▮": 983,
      "△": 984,
      "◆": 985,
      "○": 986,
      "●": 987,
      "★": 988,
      "☆": 989,
      "☉": 990,
      "☞": 991,
      "☠": 992,
      "☰": 993,
      "♀": 994,
      "♗": 995,
      "♝": 996,
      "♠": 997,
      "♡": 998,
      "♥": 999,
      "♦": 1000,
      "♪": 1001,
      "♫": 1002,
      "♬": 1003,
      "♭": 1004,
      "♯": 1005,
      "♰": 1006,
      "✈": 1007,
      "❤": 1008,
      "➝": 1009,
      "⟨": 1010,
      "⟩": 1011,
      "⟶": 1012,
      "ⰶ": 1013,
      "ⲉ": 1014,
      "ⲏ": 1015,
      "ⲓ": 1016,
      "ⲙ": 1017,
      "ⲛ": 1018,
      "ⲣ": 1019,
      "ⲭ": 1020,
      "ⴰ": 1021,
      "ⴷ": 1022,
      "ⴸ": 1023,
      "ⴹ": 1024,
      "ⴾ": 1025,
      "ⵄ": 1026,
      "ⵉ": 1027,
      "ⵍ": 1028,
      "ⵎ": 1029,
      "ⵏ": 1030,
      "ⵓ": 1031,
      "ⵔ": 1032,
      "ⵙ": 1033,
      "ⵜ": 1034,
      "ⵢ": 1035,
      "ⵣ": 1036,
      "⹋": 1037,
      "、": 1038,
      "。": 1039,
      "々": 1040,
      "〈": 1041,
      "〉": 1042,
      "《": 1043,
      "》": 1044,
      "「": 1045,
      "」": 1046,
      "『": 1047,
      "』": 1048,
      "【": 1049,
      "】": 1050,
      "〒": 1051,
      "〔": 1052,
      "〕": 1053,
      "〜": 1054,
      "ぁ": 1055,
      "あ": 1056,
      "ぃ": 1057,
      "い": 1058,
      "ぅ": 1059,
      "う": 1060,
      "え": 1061,
      "お": 1062,
      "か": 1063,
      "き": 1064,
      "く": 1065,
      "け": 1066,
      "こ": 1067,
      "さ": 1068,
      "し": 1069,
      "す": 1070,
      "せ": 1071,
      "そ": 1072,
      "た": 1073,
      "ち": 1074,
      "っ": 1075,
      "つ": 1076,
      "て": 1077,
      "と": 1078,
      "な": 1079,
      "に": 1080,
      "ぬ": 1081,
      "ね": 1082,
      "の": 1083,
      "は": 1084,
      "ひ": 1085,
      "ふ": 1086,
      "へ": 1087,
      "ほ": 1088,
      "ま": 1089,
      "み": 1090,
      "む": 1091,
      "め": 1092,
      "も": 1093,
      "ゃ": 1094,
      "や": 1095,
      "ゅ": 1096,
      "ゆ": 1097,
      "ょ": 1098,
      "よ": 1099,
      "ら": 1100,
      "り": 1101,
      "る": 1102,
      "れ": 1103,
      "ろ": 1104,
      "わ": 1105,
      "ゐ": 1106,
      "ゑ": 1107,
      "を": 1108,
      "ん": 1109,
      "ゝ": 1110,
      "ァ": 1111,
      "ア": 1112,
      "ィ": 1113,
      "イ": 1114,
      "ゥ": 1115,
      "ウ": 1116,
      "ェ": 1117,
      "エ": 1118,
      "ォ": 1119,
      "オ": 1120,
      "カ": 1121,
      "キ": 1122,
      "ク": 1123,
      "ケ": 1124,
      "コ": 1125,
      "サ": 1126,
      "シ": 1127,
      "ス": 1128,
      "セ": 1129,
      "ソ": 1130,
      "タ": 1131,
      "チ": 1132,
      "ッ": 1133,
      "ツ": 1134,
      "テ": 1135,
      "ト": 1136,
      "ナ": 1137,
      "ニ": 1138,
      "ヌ": 1139,
      "ネ": 1140,
      "ノ": 1141,
      "ハ": 1142,
      "ヒ": 1143,
      "フ": 1144,
      "ヘ": 1145,
      "ホ": 1146,
      "マ": 1147,
      "ミ": 1148,
      "ム": 1149,
      "メ": 1150,
      "モ": 1151,
      "ャ": 1152,
      "ヤ": 1153,
      "ュ": 1154,
      "ユ": 1155,
      "ョ": 1156,
      "ヨ": 1157,
      "ラ": 1158,
      "リ": 1159,
      "ル": 1160,
      "レ": 1161,
      "ロ": 1162,
      "ワ": 1163,
      "ヱ": 1164,
      "ン": 1165,
      "ヶ": 1166,
      "・": 1167,
      "ー": 1168,
      "ㄞ": 1169,
      "ㄱ": 1170,
      "ㄹ": 1171,
      "ㅁ": 1172,
      "ㅏ": 1173,
      "ㅐ": 1174,
      "ㅑ": 1175,
      "ㅓ": 1176,
      "ㅕ": 1177,
      "ㅗ": 1178,
      "ㅜ": 1179,
      "ㅡ": 1180,
      "ㅣ": 1181,
      "ㆍ": 1182,
      "ㇱ": 1183,
      "ㇼ": 1184,
      "㊙": 1185,
      "㐌": 1186,
      "一": 1187,
      "丁": 1188,
      "七": 1189,
      "万": 1190,
      "丈": 1191,
      "三": 1192,
      "上": 1193,
      "下": 1194,
      "不": 1195,
      "与": 1196,
      "专": 1197,
      "世": 1198,
      "丙": 1199,
      "业": 1200,
      "东": 1201,
      "丞": 1202,
      "両": 1203,
      "两": 1204,
      "严": 1205,
      "並": 1206,
      "丧": 1207,
      "丨": 1208,
      "个": 1209,
      "中": 1210,
      "丰": 1211,
      "临": 1212,
      "丸": 1213,
      "丹": 1214,
      "为": 1215,
      "主": 1216,
      "丽": 1217,
      "举": 1218,
      "乃": 1219,
      "久": 1220,
      "义": 1221,
      "之": 1222,
      "乎": 1223,
      "乐": 1224,
      "乗": 1225,
      "乘": 1226,
      "乙": 1227,
      "九": 1228,
      "也": 1229,
      "乡": 1230,
      "书": 1231,
      "乱": 1232,
      "乳": 1233,
      "乾": 1234,
      "亀": 1235,
      "了": 1236,
      "予": 1237,
      "争": 1238,
      "事": 1239,
      "二": 1240,
      "于": 1241,
      "云": 1242,
      "互": 1243,
      "五": 1244,
      "井": 1245,
      "亚": 1246,
      "些": 1247,
      "亜": 1248,
      "亞": 1249,
      "亡": 1250,
      "交": 1251,
      "亦": 1252,
      "产": 1253,
      "京": 1254,
      "亭": 1255,
      "亮": 1256,
      "亲": 1257,
      "人": 1258,
      "亿": 1259,
      "什": 1260,
      "仁": 1261,
      "仆": 1262,
      "今": 1263,
      "介": 1264,
      "仍": 1265,
      "从": 1266,
      "仕": 1267,
      "他": 1268,
      "付": 1269,
      "仙": 1270,
      "代": 1271,
      "令": 1272,
      "以": 1273,
      "仪": 1274,
      "们": 1275,
      "仮": 1276,
      "仲": 1277,
      "件": 1278,
      "任": 1279,
      "份": 1280,
      "企": 1281,
      "伊": 1282,
      "伏": 1283,
      "伐": 1284,
      "休": 1285,
      "众": 1286,
      "优": 1287,
      "会": 1288,
      "伝": 1289,
      "伟": 1290,
      "传": 1291,
      "伤": 1292,
      "伯": 1293,
      "伴": 1294,
      "伸": 1295,
      "似": 1296,
      "佃": 1297,
      "但": 1298,
      "佈": 1299,
      "位": 1300,
      "住": 1301,
      "佐": 1302,
      "佑": 1303,
      "体": 1304,
      "佔": 1305,
      "何": 1306,
      "余": 1307,
      "佛": 1308,
      "作": 1309,
      "你": 1310,
      "佢": 1311,
      "佩": 1312,
      "佳": 1313,
      "併": 1314,
      "佶": 1315,
      "使": 1316,
      "侅": 1317,
      "來": 1318,
      "例": 1319,
      "侍": 1320,
      "侗": 1321,
      "侘": 1322,
      "供": 1323,
      "依": 1324,
      "価": 1325,
      "侨": 1326,
      "侯": 1327,
      "便": 1328,
      "係": 1329,
      "俄": 1330,
      "俊": 1331,
      "俗": 1332,
      "保": 1333,
      "信": 1334,
      "俣": 1335,
      "俨": 1336,
      "修": 1337,
      "俯": 1338,
      "俱": 1339,
      "俳": 1340,
      "俺": 1341,
      "倉": 1342,
      "個": 1343,
      "倍": 1344,
      "們": 1345,
      "候": 1346,
      "値": 1347,
      "倪": 1348,
      "倫": 1349,
      "倭": 1350,
      "倶": 1351,
      "值": 1352,
      "倾": 1353,
      "偃": 1354,
      "假": 1355,
      "偏": 1356,
      "做": 1357,
      "停": 1358,
      "健": 1359,
      "偵": 1360,
      "偶": 1361,
      "傑": 1362,
      "傘": 1363,
      "備": 1364,
      "催": 1365,
      "傳": 1366,
      "傷": 1367,
      "傾": 1368,
      "像": 1369,
      "僑": 1370,
      "僕": 1371,
      "僣": 1372,
      "僧": 1373,
      "儀": 1374,
      "儂": 1375,
      "億": 1376,
      "儒": 1377,
      "儚": 1378,
      "優": 1379,
      "儲": 1380,
      "儿": 1381,
      "元": 1382,
      "兄": 1383,
      "充": 1384,
      "兆": 1385,
      "先": 1386,
      "光": 1387,
      "克": 1388,
      "兌": 1389,
      "免": 1390,
      "児": 1391,
      "兔": 1392,
      "党": 1393,
      "兜": 1394,
      "入": 1395,
      "內": 1396,
      "全": 1397,
      "八": 1398,
      "公": 1399,
      "六": 1400,
      "兰": 1401,
      "共": 1402,
      "关": 1403,
      "兴": 1404,
      "兵": 1405,
      "其": 1406,
      "具": 1407,
      "典": 1408,
      "兼": 1409,
      "兽": 1410,
      "内": 1411,
      "円": 1412,
      "冉": 1413,
      "冊": 1414,
      "再": 1415,
      "冒": 1416,
      "写": 1417,
      "军": 1418,
      "冠": 1419,
      "冤": 1420,
      "冥": 1421,
      "冨": 1422,
      "冬": 1423,
      "冲": 1424,
      "决": 1425,
      "况": 1426,
      "冷": 1427,
      "凄": 1428,
      "准": 1429,
      "凌": 1430,
      "凛": 1431,
      "凡": 1432,
      "凤": 1433,
      "処": 1434,
      "凪": 1435,
      "凯": 1436,
      "凰": 1437,
      "凱": 1438,
      "出": 1439,
      "击": 1440,
      "函": 1441,
      "刀": 1442,
      "刃": 1443,
      "分": 1444,
      "切": 1445,
      "刊": 1446,
      "刑": 1447,
      "划": 1448,
      "列": 1449,
      "刘": 1450,
      "创": 1451,
      "初": 1452,
      "判": 1453,
      "別": 1454,
      "利": 1455,
      "刪": 1456,
      "别": 1457,
      "到": 1458,
      "制": 1459,
      "刷": 1460,
      "則": 1461,
      "剌": 1462,
      "前": 1463,
      "剑": 1464,
      "剛": 1465,
      "剣": 1466,
      "剧": 1467,
      "剩": 1468,
      "副": 1469,
      "創": 1470,
      "劇": 1471,
      "劉": 1472,
      "劍": 1473,
      "劒": 1474,
      "劔": 1475,
      "力": 1476,
      "办": 1477,
      "功": 1478,
      "加": 1479,
      "务": 1480,
      "劣": 1481,
      "动": 1482,
      "助": 1483,
      "劫": 1484,
      "劳": 1485,
      "労": 1486,
      "効": 1487,
      "劾": 1488,
      "勅": 1489,
      "勇": 1490,
      "動": 1491,
      "勘": 1492,
      "務": 1493,
      "勝": 1494,
      "勞": 1495,
      "勢": 1496,
      "勤": 1497,
      "勰": 1498,
      "勲": 1499,
      "勳": 1500,
      "包": 1501,
      "匕": 1502,
      "化": 1503,
      "北": 1504,
      "匙": 1505,
      "匠": 1506,
      "区": 1507,
      "医": 1508,
      "區": 1509,
      "十": 1510,
      "千": 1511,
      "升": 1512,
      "午": 1513,
      "卉": 1514,
      "半": 1515,
      "卍": 1516,
      "华": 1517,
      "协": 1518,
      "卑": 1519,
      "卒": 1520,
      "卓": 1521,
      "協": 1522,
      "单": 1523,
      "卖": 1524,
      "南": 1525,
      "単": 1526,
      "博": 1527,
      "占": 1528,
      "卡": 1529,
      "卦": 1530,
      "卫": 1531,
      "印": 1532,
      "危": 1533,
      "即": 1534,
      "却": 1535,
      "卷": 1536,
      "卻": 1537,
      "卿": 1538,
      "厅": 1539,
      "历": 1540,
      "厚": 1541,
      "原": 1542,
      "厥": 1543,
      "厳": 1544,
      "去": 1545,
      "县": 1546,
      "参": 1547,
      "又": 1548,
      "叉": 1549,
      "及": 1550,
      "友": 1551,
      "双": 1552,
      "反": 1553,
      "収": 1554,
      "发": 1555,
      "叔": 1556,
      "取": 1557,
      "受": 1558,
      "变": 1559,
      "叡": 1560,
      "口": 1561,
      "古": 1562,
      "句": 1563,
      "叩": 1564,
      "只": 1565,
      "叫": 1566,
      "召": 1567,
      "可": 1568,
      "台": 1569,
      "叱": 1570,
      "史": 1571,
      "右": 1572,
      "叶": 1573,
      "号": 1574,
      "司": 1575,
      "吃": 1576,
      "各": 1577,
      "合": 1578,
      "吉": 1579,
      "吊": 1580,
      "同": 1581,
      "名": 1582,
      "后": 1583,
      "吐": 1584,
      "向": 1585,
      "吕": 1586,
      "吗": 1587,
      "君": 1588,
      "否": 1589,
      "含": 1590,
      "吭": 1591,
      "吳": 1592,
      "吴": 1593,
      "吸": 1594,
      "吹": 1595,
      "吻": 1596,
      "吾": 1597,
      "呃": 1598,
      "呉": 1599,
      "告": 1600,
      "呎": 1601,
      "员": 1602,
      "周": 1603,
      "味": 1604,
      "呼": 1605,
      "命": 1606,
      "和": 1607,
      "咏": 1608,
      "咖": 1609,
      "咲": 1610,
      "咸": 1611,
      "哀": 1612,
      "品": 1613,
      "哈": 1614,
      "哉": 1615,
      "哋": 1616,
      "响": 1617,
      "員": 1618,
      "哪": 1619,
      "哭": 1620,
      "唄": 1621,
      "唆": 1622,
      "唐": 1623,
      "售": 1624,
      "唱": 1625,
      "商": 1626,
      "問": 1627,
      "啓": 1628,
      "啼": 1629,
      "善": 1630,
      "喆": 1631,
      "喋": 1632,
      "喜": 1633,
      "喫": 1634,
      "單": 1635,
      "喰": 1636,
      "営": 1637,
      "嗇": 1638,
      "嗟": 1639,
      "嗤": 1640,
      "嘉": 1641,
      "嘢": 1642,
      "噌": 1643,
      "器": 1644,
      "噴": 1645,
      "嚴": 1646,
      "四": 1647,
      "回": 1648,
      "因": 1649,
      "团": 1650,
      "団": 1651,
      "园": 1652,
      "囮": 1653,
      "囲": 1654,
      "図": 1655,
      "围": 1656,
      "固": 1657,
      "国": 1658,
      "图": 1659,
      "國": 1660,
      "圏": 1661,
      "園": 1662,
      "團": 1663,
      "土": 1664,
      "圣": 1665,
      "在": 1666,
      "地": 1667,
      "场": 1668,
      "圾": 1669,
      "址": 1670,
      "坂": 1671,
      "均": 1672,
      "坊": 1673,
      "坐": 1674,
      "坠": 1675,
      "坡": 1676,
      "坤": 1677,
      "垂": 1678,
      "垃": 1679,
      "型": 1680,
      "垣": 1681,
      "埃": 1682,
      "城": 1683,
      "域": 1684,
      "執": 1685,
      "培": 1686,
      "基": 1687,
      "埼": 1688,
      "堀": 1689,
      "堂": 1690,
      "堅": 1691,
      "堤": 1692,
      "堪": 1693,
      "報": 1694,
      "場": 1695,
      "塌": 1696,
      "塗": 1697,
      "塘": 1698,
      "塚": 1699,
      "塞": 1700,
      "塤": 1701,
      "塩": 1702,
      "塾": 1703,
      "境": 1704,
      "墓": 1705,
      "増": 1706,
      "墙": 1707,
      "增": 1708,
      "壁": 1709,
      "壇": 1710,
      "壊": 1711,
      "壌": 1712,
      "壘": 1713,
      "壞": 1714,
      "士": 1715,
      "壮": 1716,
      "声": 1717,
      "売": 1718,
      "壽": 1719,
      "处": 1720,
      "备": 1721,
      "変": 1722,
      "复": 1723,
      "夏": 1724,
      "夕": 1725,
      "外": 1726,
      "夙": 1727,
      "多": 1728,
      "夜": 1729,
      "夢": 1730,
      "大": 1731,
      "天": 1732,
      "太": 1733,
      "夫": 1734,
      "夭": 1735,
      "央": 1736,
      "失": 1737,
      "头": 1738,
      "夷": 1739,
      "夺": 1740,
      "奄": 1741,
      "奇": 1742,
      "奈": 1743,
      "奉": 1744,
      "奋": 1745,
      "奎": 1746,
      "奏": 1747,
      "奖": 1748,
      "奠": 1749,
      "奥": 1750,
      "奪": 1751,
      "女": 1752,
      "奴": 1753,
      "她": 1754,
      "好": 1755,
      "如": 1756,
      "妃": 1757,
      "妆": 1758,
      "妇": 1759,
      "妈": 1760,
      "妖": 1761,
      "妙": 1762,
      "妮": 1763,
      "妳": 1764,
      "妹": 1765,
      "妻": 1766,
      "姆": 1767,
      "姉": 1768,
      "始": 1769,
      "姐": 1770,
      "姑": 1771,
      "姓": 1772,
      "委": 1773,
      "姗": 1774,
      "姚": 1775,
      "姜": 1776,
      "姦": 1777,
      "姫": 1778,
      "姻": 1779,
      "威": 1780,
      "娃": 1781,
      "娘": 1782,
      "娛": 1783,
      "娜": 1784,
      "娱": 1785,
      "婁": 1786,
      "婆": 1787,
      "婚": 1788,
      "婧": 1789,
      "婷": 1790,
      "媛": 1791,
      "嫁": 1792,
      "嫌": 1793,
      "嬢": 1794,
      "嬬": 1795,
      "子": 1796,
      "孔": 1797,
      "字": 1798,
      "孚": 1799,
      "孝": 1800,
      "孟": 1801,
      "季": 1802,
      "孤": 1803,
      "学": 1804,
      "孩": 1805,
      "孰": 1806,
      "學": 1807,
      "宁": 1808,
      "宅": 1809,
      "宇": 1810,
      "守": 1811,
      "安": 1812,
      "宋": 1813,
      "完": 1814,
      "宏": 1815,
      "宗": 1816,
      "官": 1817,
      "宙": 1818,
      "定": 1819,
      "宛": 1820,
      "宜": 1821,
      "宝": 1822,
      "实": 1823,
      "実": 1824,
      "客": 1825,
      "宣": 1826,
      "室": 1827,
      "宪": 1828,
      "宫": 1829,
      "宮": 1830,
      "宰": 1831,
      "害": 1832,
      "宴": 1833,
      "家": 1834,
      "宸": 1835,
      "容": 1836,
      "宽": 1837,
      "宿": 1838,
      "寄": 1839,
      "密": 1840,
      "寇": 1841,
      "富": 1842,
      "寛": 1843,
      "察": 1844,
      "實": 1845,
      "寧": 1846,
      "審": 1847,
      "寫": 1848,
      "对": 1849,
      "寺": 1850,
      "寻": 1851,
      "导": 1852,
      "対": 1853,
      "寿": 1854,
      "封": 1855,
      "専": 1856,
      "射": 1857,
      "将": 1858,
      "將": 1859,
      "專": 1860,
      "尊": 1861,
      "尋": 1862,
      "導": 1863,
      "小": 1864,
      "少": 1865,
      "尔": 1866,
      "尖": 1867,
      "尙": 1868,
      "尚": 1869,
      "就": 1870,
      "尸": 1871,
      "尹": 1872,
      "尺": 1873,
      "尻": 1874,
      "尼": 1875,
      "尽": 1876,
      "尾": 1877,
      "局": 1878,
      "层": 1879,
      "屄": 1880,
      "居": 1881,
      "屆": 1882,
      "届": 1883,
      "屋": 1884,
      "屏": 1885,
      "屑": 1886,
      "展": 1887,
      "属": 1888,
      "履": 1889,
      "屬": 1890,
      "山": 1891,
      "岁": 1892,
      "岐": 1893,
      "岗": 1894,
      "岡": 1895,
      "岩": 1896,
      "岬": 1897,
      "岳": 1898,
      "岷": 1899,
      "岸": 1900,
      "峠": 1901,
      "峰": 1902,
      "峴": 1903,
      "島": 1904,
      "崇": 1905,
      "崎": 1906,
      "崔": 1907,
      "崩": 1908,
      "嵐": 1909,
      "嶄": 1910,
      "嶋": 1911,
      "嶺": 1912,
      "嶼": 1913,
      "嶽": 1914,
      "巒": 1915,
      "巖": 1916,
      "川": 1917,
      "州": 1918,
      "巡": 1919,
      "工": 1920,
      "左": 1921,
      "巧": 1922,
      "巨": 1923,
      "巫": 1924,
      "差": 1925,
      "己": 1926,
      "已": 1927,
      "巳": 1928,
      "巴": 1929,
      "巻": 1930,
      "巾": 1931,
      "市": 1932,
      "布": 1933,
      "帅": 1934,
      "师": 1935,
      "希": 1936,
      "帖": 1937,
      "帝": 1938,
      "帥": 1939,
      "師": 1940,
      "席": 1941,
      "帮": 1942,
      "帯": 1943,
      "帰": 1944,
      "帳": 1945,
      "常": 1946,
      "帽": 1947,
      "幅": 1948,
      "幌": 1949,
      "幕": 1950,
      "幡": 1951,
      "平": 1952,
      "年": 1953,
      "并": 1954,
      "幸": 1955,
      "幹": 1956,
      "幻": 1957,
      "幼": 1958,
      "幽": 1959,
      "广": 1960,
      "庁": 1961,
      "広": 1962,
      "庄": 1963,
      "庆": 1964,
      "庇": 1965,
      "序": 1966,
      "应": 1967,
      "底": 1968,
      "店": 1969,
      "庙": 1970,
      "府": 1971,
      "废": 1972,
      "度": 1973,
      "座": 1974,
      "庫": 1975,
      "庭": 1976,
      "庵": 1977,
      "庶": 1978,
      "康": 1979,
      "廈": 1980,
      "廊": 1981,
      "廓": 1982,
      "廖": 1983,
      "廟": 1984,
      "廠": 1985,
      "廣": 1986,
      "廬": 1987,
      "廳": 1988,
      "延": 1989,
      "廷": 1990,
      "建": 1991,
      "开": 1992,
      "弁": 1993,
      "弃": 1994,
      "式": 1995,
      "弐": 1996,
      "弓": 1997,
      "引": 1998,
      "弘": 1999,
      "弟": 2000,
      "张": 2001,
      "弥": 2002,
      "弦": 2003,
      "弱": 2004,
      "張": 2005,
      "強": 2006,
      "弹": 2007,
      "强": 2008,
      "弾": 2009,
      "彊": 2010,
      "彌": 2011,
      "归": 2012,
      "当": 2013,
      "录": 2014,
      "彙": 2015,
      "形": 2016,
      "彤": 2017,
      "彦": 2018,
      "彧": 2019,
      "彩": 2020,
      "彬": 2021,
      "彭": 2022,
      "彰": 2023,
      "影": 2024,
      "役": 2025,
      "彼": 2026,
      "往": 2027,
      "征": 2028,
      "径": 2029,
      "待": 2030,
      "很": 2031,
      "律": 2032,
      "後": 2033,
      "徒": 2034,
      "得": 2035,
      "御": 2036,
      "復": 2037,
      "循": 2038,
      "微": 2039,
      "徳": 2040,
      "德": 2041,
      "徹": 2042,
      "徼": 2043,
      "徽": 2044,
      "心": 2045,
      "必": 2046,
      "忍": 2047,
      "忐": 2048,
      "忑": 2049,
      "志": 2050,
      "忘": 2051,
      "応": 2052,
      "忠": 2053,
      "忧": 2054,
      "快": 2055,
      "念": 2056,
      "忽": 2057,
      "怀": 2058,
      "怎": 2059,
      "怒": 2060,
      "怖": 2061,
      "思": 2062,
      "怤": 2063,
      "急": 2064,
      "性": 2065,
      "怨": 2066,
      "怪": 2067,
      "总": 2068,
      "怿": 2069,
      "恃": 2070,
      "恄": 2071,
      "恆": 2072,
      "恋": 2073,
      "恐": 2074,
      "恒": 2075,
      "恨": 2076,
      "恩": 2077,
      "恭": 2078,
      "息": 2079,
      "恵": 2080,
      "恶": 2081,
      "恺": 2082,
      "悁": 2083,
      "悉": 2084,
      "悌": 2085,
      "悍": 2086,
      "悠": 2087,
      "患": 2088,
      "悦": 2089,
      "您": 2090,
      "悩": 2091,
      "悪": 2092,
      "悲": 2093,
      "情": 2094,
      "惑": 2095,
      "惜": 2096,
      "惠": 2097,
      "惧": 2098,
      "惨": 2099,
      "惭": 2100,
      "惮": 2101,
      "想": 2102,
      "愈": 2103,
      "愉": 2104,
      "意": 2105,
      "愚": 2106,
      "愛": 2107,
      "感": 2108,
      "態": 2109,
      "慑": 2110,
      "慧": 2111,
      "慳": 2112,
      "慶": 2113,
      "憂": 2114,
      "憐": 2115,
      "憑": 2116,
      "憩": 2117,
      "憲": 2118,
      "憶": 2119,
      "懂": 2120,
      "應": 2121,
      "懷": 2122,
      "懸": 2123,
      "懼": 2124,
      "戈": 2125,
      "戎": 2126,
      "戏": 2127,
      "成": 2128,
      "我": 2129,
      "戒": 2130,
      "或": 2131,
      "战": 2132,
      "戚": 2133,
      "戦": 2134,
      "戯": 2135,
      "戰": 2136,
      "戴": 2137,
      "戸": 2138,
      "戻": 2139,
      "房": 2140,
      "所": 2141,
      "扇": 2142,
      "手": 2143,
      "才": 2144,
      "扎": 2145,
      "扒": 2146,
      "打": 2147,
      "払": 2148,
      "扫": 2149,
      "扬": 2150,
      "扭": 2151,
      "扶": 2152,
      "批": 2153,
      "找": 2154,
      "承": 2155,
      "技": 2156,
      "抄": 2157,
      "把": 2158,
      "抑": 2159,
      "抓": 2160,
      "投": 2161,
      "折": 2162,
      "抜": 2163,
      "报": 2164,
      "披": 2165,
      "抱": 2166,
      "抹": 2167,
      "押": 2168,
      "拂": 2169,
      "拉": 2170,
      "拍": 2171,
      "拏": 2172,
      "拒": 2173,
      "拓": 2174,
      "拟": 2175,
      "拯": 2176,
      "拱": 2177,
      "拳": 2178,
      "拶": 2179,
      "拾": 2180,
      "持": 2181,
      "指": 2182,
      "挑": 2183,
      "挙": 2184,
      "挡": 2185,
      "挨": 2186,
      "振": 2187,
      "挹": 2188,
      "挺": 2189,
      "挽": 2190,
      "捕": 2191,
      "捜": 2192,
      "捨": 2193,
      "据": 2194,
      "捲": 2195,
      "掃": 2196,
      "授": 2197,
      "掌": 2198,
      "排": 2199,
      "掖": 2200,
      "掘": 2201,
      "掛": 2202,
      "探": 2203,
      "接": 2204,
      "控": 2205,
      "推": 2206,
      "掲": 2207,
      "揆": 2208,
      "描": 2209,
      "提": 2210,
      "揔": 2211,
      "揚": 2212,
      "握": 2213,
      "揭": 2214,
      "揮": 2215,
      "援": 2216,
      "揺": 2217,
      "揽": 2218,
      "搖": 2219,
      "搜": 2220,
      "搬": 2221,
      "搭": 2222,
      "携": 2223,
      "摂": 2224,
      "摘": 2225,
      "摩": 2226,
      "撃": 2227,
      "撑": 2228,
      "撒": 2229,
      "撞": 2230,
      "撤": 2231,
      "撫": 2232,
      "播": 2233,
      "撰": 2234,
      "撲": 2235,
      "擊": 2236,
      "操": 2237,
      "擎": 2238,
      "支": 2239,
      "收": 2240,
      "改": 2241,
      "攻": 2242,
      "放": 2243,
      "政": 2244,
      "故": 2245,
      "敌": 2246,
      "敎": 2247,
      "救": 2248,
      "敗": 2249,
      "教": 2250,
      "敝": 2251,
      "敢": 2252,
      "敦": 2253,
      "敬": 2254,
      "数": 2255,
      "整": 2256,
      "敵": 2257,
      "敷": 2258,
      "數": 2259,
      "文": 2260,
      "斉": 2261,
      "斋": 2262,
      "斎": 2263,
      "斗": 2264,
      "料": 2265,
      "斜": 2266,
      "斩": 2267,
      "斬": 2268,
      "断": 2269,
      "斯": 2270,
      "新": 2271,
      "斷": 2272,
      "方": 2273,
      "於": 2274,
      "施": 2275,
      "旅": 2276,
      "旆": 2277,
      "旋": 2278,
      "族": 2279,
      "旒": 2280,
      "旗": 2281,
      "无": 2282,
      "日": 2283,
      "旦": 2284,
      "旧": 2285,
      "早": 2286,
      "旬": 2287,
      "旭": 2288,
      "时": 2289,
      "旺": 2290,
      "昆": 2291,
      "昇": 2292,
      "昊": 2293,
      "昌": 2294,
      "明": 2295,
      "昏": 2296,
      "易": 2297,
      "星": 2298,
      "映": 2299,
      "春": 2300,
      "昭": 2301,
      "是": 2302,
      "昵": 2303,
      "時": 2304,
      "晃": 2305,
      "晉": 2306,
      "晋": 2307,
      "晏": 2308,
      "晓": 2309,
      "晖": 2310,
      "晗": 2311,
      "晚": 2312,
      "晨": 2313,
      "普": 2314,
      "景": 2315,
      "晴": 2316,
      "晶": 2317,
      "智": 2318,
      "暁": 2319,
      "暂": 2320,
      "暑": 2321,
      "暖": 2322,
      "暗": 2323,
      "暦": 2324,
      "暫": 2325,
      "暮": 2326,
      "暴": 2327,
      "曇": 2328,
      "曉": 2329,
      "曙": 2330,
      "曜": 2331,
      "曝": 2332,
      "曦": 2333,
      "曰": 2334,
      "曲": 2335,
      "更": 2336,
      "書": 2337,
      "曹": 2338,
      "曼": 2339,
      "曽": 2340,
      "替": 2341,
      "最": 2342,
      "會": 2343,
      "月": 2344,
      "有": 2345,
      "朋": 2346,
      "服": 2347,
      "望": 2348,
      "朝": 2349,
      "期": 2350,
      "朦": 2351,
      "朧": 2352,
      "木": 2353,
      "未": 2354,
      "末": 2355,
      "本": 2356,
      "札": 2357,
      "术": 2358,
      "朱": 2359,
      "朴": 2360,
      "朵": 2361,
      "机": 2362,
      "杀": 2363,
      "权": 2364,
      "杉": 2365,
      "李": 2366,
      "杏": 2367,
      "村": 2368,
      "杜": 2369,
      "杞": 2370,
      "束": 2371,
      "条": 2372,
      "来": 2373,
      "杨": 2374,
      "杯": 2375,
      "杰": 2376,
      "東": 2377,
      "杵": 2378,
      "松": 2379,
      "板": 2380,
      "枉": 2381,
      "析": 2382,
      "枕": 2383,
      "林": 2384,
      "枚": 2385,
      "果": 2386,
      "枝": 2387,
      "枢": 2388,
      "架": 2389,
      "柊": 2390,
      "柏": 2391,
      "染": 2392,
      "柔": 2393,
      "查": 2394,
      "柯": 2395,
      "柱": 2396,
      "柳": 2397,
      "柴": 2398,
      "査": 2399,
      "栄": 2400,
      "栋": 2401,
      "树": 2402,
      "栖": 2403,
      "栗": 2404,
      "栞": 2405,
      "校": 2406,
      "栩": 2407,
      "株": 2408,
      "样": 2409,
      "核": 2410,
      "根": 2411,
      "格": 2412,
      "桂": 2413,
      "桃": 2414,
      "桌": 2415,
      "桐": 2416,
      "桑": 2417,
      "桜": 2418,
      "档": 2419,
      "桥": 2420,
      "桧": 2421,
      "桶": 2422,
      "梁": 2423,
      "梅": 2424,
      "梓": 2425,
      "條": 2426,
      "梨": 2427,
      "梶": 2428,
      "棋": 2429,
      "棒": 2430,
      "棟": 2431,
      "森": 2432,
      "棺": 2433,
      "植": 2434,
      "椎": 2435,
      "検": 2436,
      "楊": 2437,
      "楔": 2438,
      "楚": 2439,
      "業": 2440,
      "極": 2441,
      "楼": 2442,
      "楽": 2443,
      "概": 2444,
      "榜": 2445,
      "榮": 2446,
      "槊": 2447,
      "構": 2448,
      "槍": 2449,
      "様": 2450,
      "樂": 2451,
      "標": 2452,
      "模": 2453,
      "樣": 2454,
      "権": 2455,
      "横": 2456,
      "樹": 2457,
      "樺": 2458,
      "橋": 2459,
      "橘": 2460,
      "橙": 2461,
      "機": 2462,
      "橫": 2463,
      "橷": 2464,
      "檔": 2465,
      "檢": 2466,
      "櫃": 2467,
      "櫓": 2468,
      "櫟": 2469,
      "櫻": 2470,
      "欅": 2471,
      "權": 2472,
      "次": 2473,
      "欢": 2474,
      "欣": 2475,
      "欧": 2476,
      "欲": 2477,
      "欽": 2478,
      "款": 2479,
      "歉": 2480,
      "歌": 2481,
      "歐": 2482,
      "歡": 2483,
      "止": 2484,
      "正": 2485,
      "此": 2486,
      "步": 2487,
      "武": 2488,
      "歩": 2489,
      "歯": 2490,
      "歲": 2491,
      "歳": 2492,
      "歴": 2493,
      "歷": 2494,
      "歸": 2495,
      "死": 2496,
      "歼": 2497,
      "殃": 2498,
      "残": 2499,
      "殲": 2500,
      "段": 2501,
      "殺": 2502,
      "殿": 2503,
      "毅": 2504,
      "母": 2505,
      "毎": 2506,
      "每": 2507,
      "毒": 2508,
      "比": 2509,
      "毛": 2510,
      "毯": 2511,
      "氏": 2512,
      "民": 2513,
      "气": 2514,
      "気": 2515,
      "氣": 2516,
      "水": 2517,
      "氷": 2518,
      "永": 2519,
      "汁": 2520,
      "求": 2521,
      "汉": 2522,
      "汗": 2523,
      "汝": 2524,
      "江": 2525,
      "池": 2526,
      "決": 2527,
      "汽": 2528,
      "沃": 2529,
      "沇": 2530,
      "沉": 2531,
      "沒": 2532,
      "沖": 2533,
      "沙": 2534,
      "沛": 2535,
      "沢": 2536,
      "沦": 2537,
      "河": 2538,
      "油": 2539,
      "治": 2540,
      "沼": 2541,
      "沿": 2542,
      "況": 2543,
      "泄": 2544,
      "泉": 2545,
      "泊": 2546,
      "法": 2547,
      "波": 2548,
      "泣": 2549,
      "泥": 2550,
      "注": 2551,
      "泰": 2552,
      "泱": 2553,
      "泽": 2554,
      "洁": 2555,
      "洋": 2556,
      "洗": 2557,
      "洞": 2558,
      "津": 2559,
      "洪": 2560,
      "洲": 2561,
      "活": 2562,
      "派": 2563,
      "流": 2564,
      "浄": 2565,
      "浅": 2566,
      "浒": 2567,
      "浜": 2568,
      "浦": 2569,
      "浩": 2570,
      "浪": 2571,
      "浮": 2572,
      "海": 2573,
      "消": 2574,
      "涉": 2575,
      "涕": 2576,
      "涙": 2577,
      "涛": 2578,
      "涯": 2579,
      "涼": 2580,
      "淑": 2581,
      "淚": 2582,
      "淡": 2583,
      "淮": 2584,
      "深": 2585,
      "淳": 2586,
      "淵": 2587,
      "混": 2588,
      "添": 2589,
      "清": 2590,
      "済": 2591,
      "渉": 2592,
      "渊": 2593,
      "渕": 2594,
      "減": 2595,
      "渠": 2596,
      "渡": 2597,
      "渤": 2598,
      "渦": 2599,
      "温": 2600,
      "測": 2601,
      "港": 2602,
      "游": 2603,
      "湄": 2604,
      "湖": 2605,
      "湛": 2606,
      "湣": 2607,
      "湾": 2608,
      "満": 2609,
      "源": 2610,
      "準": 2611,
      "溜": 2612,
      "溝": 2613,
      "溟": 2614,
      "溢": 2615,
      "溫": 2616,
      "滇": 2617,
      "滎": 2618,
      "滑": 2619,
      "滝": 2620,
      "满": 2621,
      "滨": 2622,
      "滾": 2623,
      "滿": 2624,
      "漁": 2625,
      "漂": 2626,
      "漆": 2627,
      "漏": 2628,
      "演": 2629,
      "漢": 2630,
      "漣": 2631,
      "漪": 2632,
      "漫": 2633,
      "漱": 2634,
      "漳": 2635,
      "漿": 2636,
      "潔": 2637,
      "潘": 2638,
      "潜": 2639,
      "潟": 2640,
      "潮": 2641,
      "澜": 2642,
      "澤": 2643,
      "澪": 2644,
      "澳": 2645,
      "激": 2646,
      "濃": 2647,
      "濆": 2648,
      "濟": 2649,
      "濾": 2650,
      "瀆": 2651,
      "瀬": 2652,
      "灘": 2653,
      "灣": 2654,
      "火": 2655,
      "灰": 2656,
      "灵": 2657,
      "灼": 2658,
      "災": 2659,
      "炉": 2660,
      "炊": 2661,
      "炎": 2662,
      "炖": 2663,
      "炫": 2664,
      "炭": 2665,
      "点": 2666,
      "為": 2667,
      "烈": 2668,
      "烦": 2669,
      "热": 2670,
      "焉": 2671,
      "焔": 2672,
      "無": 2673,
      "焦": 2674,
      "然": 2675,
      "焼": 2676,
      "煊": 2677,
      "煙": 2678,
      "照": 2679,
      "煮": 2680,
      "熊": 2681,
      "熙": 2682,
      "熜": 2683,
      "熟": 2684,
      "熱": 2685,
      "燃": 2686,
      "燕": 2687,
      "營": 2688,
      "燧": 2689,
      "爆": 2690,
      "爭": 2691,
      "爰": 2692,
      "爱": 2693,
      "爵": 2694,
      "父": 2695,
      "爺": 2696,
      "爽": 2697,
      "爾": 2698,
      "片": 2699,
      "版": 2700,
      "牌": 2701,
      "牙": 2702,
      "牛": 2703,
      "牟": 2704,
      "牢": 2705,
      "牧": 2706,
      "物": 2707,
      "牵": 2708,
      "特": 2709,
      "犁": 2710,
      "犬": 2711,
      "状": 2712,
      "狂": 2713,
      "狗": 2714,
      "狙": 2715,
      "狩": 2716,
      "独": 2717,
      "狭": 2718,
      "狼": 2719,
      "猛": 2720,
      "猜": 2721,
      "猪": 2722,
      "猫": 2723,
      "献": 2724,
      "猴": 2725,
      "猿": 2726,
      "獄": 2727,
      "獎": 2728,
      "獠": 2729,
      "獲": 2730,
      "獵": 2731,
      "獸": 2732,
      "玄": 2733,
      "率": 2734,
      "玉": 2735,
      "王": 2736,
      "环": 2737,
      "现": 2738,
      "玲": 2739,
      "珀": 2740,
      "珉": 2741,
      "珍": 2742,
      "珑": 2743,
      "珠": 2744,
      "班": 2745,
      "珲": 2746,
      "現": 2747,
      "球": 2748,
      "理": 2749,
      "琇": 2750,
      "琉": 2751,
      "琢": 2752,
      "琥": 2753,
      "琨": 2754,
      "琳": 2755,
      "琴": 2756,
      "琵": 2757,
      "琶": 2758,
      "瑋": 2759,
      "瑛": 2760,
      "瑞": 2761,
      "瑠": 2762,
      "瑤": 2763,
      "瑩": 2764,
      "瑷": 2765,
      "璃": 2766,
      "環": 2767,
      "瓊": 2768,
      "瓠": 2769,
      "瓦": 2770,
      "甘": 2771,
      "甚": 2772,
      "甜": 2773,
      "生": 2774,
      "產": 2775,
      "産": 2776,
      "用": 2777,
      "甯": 2778,
      "田": 2779,
      "由": 2780,
      "甲": 2781,
      "电": 2782,
      "男": 2783,
      "町": 2784,
      "画": 2785,
      "界": 2786,
      "畑": 2787,
      "留": 2788,
      "畠": 2789,
      "略": 2790,
      "番": 2791,
      "畫": 2792,
      "異": 2793,
      "當": 2794,
      "畿": 2795,
      "疏": 2796,
      "疑": 2797,
      "疗": 2798,
      "疸": 2799,
      "疾": 2800,
      "病": 2801,
      "症": 2802,
      "痊": 2803,
      "痕": 2804,
      "痛": 2805,
      "瘾": 2806,
      "癖": 2807,
      "発": 2808,
      "登": 2809,
      "發": 2810,
      "白": 2811,
      "百": 2812,
      "的": 2813,
      "皆": 2814,
      "皇": 2815,
      "皋": 2816,
      "皮": 2817,
      "盂": 2818,
      "盃": 2819,
      "盆": 2820,
      "益": 2821,
      "监": 2822,
      "盘": 2823,
      "盛": 2824,
      "盟": 2825,
      "監": 2826,
      "盤": 2827,
      "盧": 2828,
      "目": 2829,
      "直": 2830,
      "相": 2831,
      "省": 2832,
      "県": 2833,
      "眞": 2834,
      "真": 2835,
      "眠": 2836,
      "眸": 2837,
      "眼": 2838,
      "眾": 2839,
      "着": 2840,
      "睇": 2841,
      "睛": 2842,
